films 1.88674810200858
adapted 4.78252527847165
comic 3.01545842183396
books 4.47074565444081
plenty 3.84213699501843
success 3.33704204596143
superheroes 6.41665580349612
batman 4.29140472578499
superman 5.8570400155607
spawn 5.72350862293617
geared 5.93114798771442
kids 3.21798268594544
casper 5.72350862293617
crowd 4.29140472578499
ghost 4.96973682055979
world 2.20083134373631
really 1.82786909675855
book 3.21798268594544
like 1.28675708857305
hell 3.39015187127538
starters 6.29887276783974
created 3.51249072346762
alan 4.35296261878442
moore 4.62489633426807
eddie 4.52580543162383
campbell 4.75842772689259
brought 3.65981543822448
medium 5.50036507162196
new 1.94358945814137
level 3.17797735133174
mid 4.68943485540564
80s 4.99958978370948
12 4.71190771125769
series 2.82967065706352
called 2.80236520637326
say 2.22889679663459
thoroughly 4.38522348100264
subject 3.63628494081428
jack 3.67581577957092
saying 3.56162341204526
michael 2.98266859901097
jackson 4.48876415994348
starting 4.52580543162383
look 2.18982205822794
little 1.77106370300911
odd 3.9634978520227
graphic 4.19203225197179
novel 3.42092352994213
500 5.78804714407375
pages 5.66288400111974
long 2.14346794885639
includes 3.98523783865911
nearly 3.04077622981825
30 4.20563790402757
consist 6.29887276783974
words 3.40234714436919
don 1.8854013004582
dismiss 5.78804714407375
source 4.58407433974781
past 2.98266859901097
thing 2.21945385583431
stumbling 5.93114798771442
block 4.94074928368654
directors 4.06528054633264
albert 5.20026047917163
allen 4.40175278295385
hughes 5.16389283500075
getting 2.75952504769676
brothers 3.81396611805174
direct 4.33721426181628
ludicrous 4.83253569904631
casting 3.82326851071405
carrot 6.41665580349612
better 2.08100038600436
set 2.42998925507221
ghetto 5.72350862293617
features 3.40234714436919
violent 3.81396611805174
street 3.79561697938354
crime 3.74250715406959
mad 4.35296261878442
geniuses 6.29887276783974
menace 4.56427171245163
ii 4.03018922652137
society 3.84213699501843
question 3.07999694297154
course 2.38684976241159
london 4.80721789106202
east 5.40505489181764
end 1.98138465430343
place 2.43931333194733
nervous 5.0948999635138
mysterious 3.93174915370812
psychopath 5.93114798771442
profession 5.12880151518948
precision 6.01119069538796
stiff 5.36060312924681
turns 2.78236453966659
peter 3.36029890812569
robbie 5.8570400155607
calls 4.01876053069775
inspector 5.20026047917163
johnny 4.78252527847165
depp 5.45157490745253
blow 4.6459497434659
crack 4.94074928368654
case 2.87207983898862
widower 6.41665580349612
dreams 4.00746097544382
unsuccessfully 6.41665580349612
tries 2.87207983898862
copious 6.55018719612064
amounts 5.20026047917163
arriving 5.72350862293617
befriends 5.23800080715447
unfortunate 4.54485362659453
named 2.92775284141486
mary 4.16536400488963
kelly 4.71190771125769
heather 5.36060312924681
graham 5.23800080715447
isn 2.18982205822794
proceeds 5.23800080715447
investigate 4.78252527847165
horribly 4.75842772689259
gruesome 5.27722152030776
crimes 5.16389283500075
police 3.3721333657727
surgeon 6.29887276783974
stomach 5.36060312924681
think 2.22510891331766
needs 3.29209065809916
won 2.90138596557412
unique 4.01876053069775
interesting 2.42305281107555
theory 4.94074928368654
identity 4.40175278295385
killer 3.51249072346762
reasons 3.77759847388086
chooses 5.03036144237623
bother 4.68943485540564
screenwriters 4.35296261878442
terry 5.06211014069081
hayes 6.55018719612064
limit 6.19351225218191
les 5.93114798771442
good 1.52161843415091
job 2.57989528256852
keeping 4.19203225197179
hidden 4.35296261878442
viewers 3.59082256673753
funny 2.38241516534372
watch 2.45346451149357
locals 5.93114798771442
point 2.36922816106177
finger 5.36060312924681
blame 4.23341746813464
jews 5.72350862293617
indians 6.41665580349612
capable 4.40175278295385
committing 5.93114798771442
ghastly 6.29887276783974
acts 4.40175278295385
ending 2.86488556335459
song 4.01876053069775
simpsons 6.55018719612064
days 3.06237534162172
holds 4.2194312261599
electric 5.93114798771442
car 3.16822117638637
steve 3.85170644603458
star 2.4606159126512
worry 5.03036144237623
ll 2.53509200555268
make 1.68926798478378
sense 2.61277495668768
appearance 3.85170644603458
certainly 2.95091990069639
dark 3.24382391712933
bleak 4.75842772689259
surprising 4.04175004892245
looks 2.70919996380925
tim 4.00746097544382
burton 4.88517943253173
planet 3.72541272071029
apes 5.55165836600952
did 2.3540599395886
times 2.47264975221492
sleepy 5.55165836600952
hollow 4.94074928368654
print 5.36060312924681
saw 3.27035067146275
wasn 3.12081893749179
completely 2.72465622204594
finished 5.03036144237623
color 4.29140472578499
music 2.85419027423784
comments 4.66745594868686
marilyn 5.8570400155607
manson 6.19351225218191
cinematographer 4.41855990127024
word 3.29209065809916
ably 6.29887276783974
captures 5.06211014069081
victorian 6.55018719612064
era 4.45304607734141
helped 4.62489633426807
flashy 4.88517943253173
killing 3.87112453189168
scenes 1.94931193441543
remind 5.20026047917163
crazy 4.2194312261599
flashbacks 4.58407433974781
twin 5.23800080715447
peaks 6.19351225218191
violence 3.17308736603755
comparison 4.38522348100264
black 2.90884868677571
white 3.17797735133174
oscar 3.40234714436919
winner 4.36896296013086
martin 3.84213699501843
shakespeare 5.23800080715447
love 2.12107252534786
production 3.0979346436582
design 4.27658963999985
original 2.55592609245552
surroundings 5.78804714407375
creepy 4.2619908405787
acting 2.31815323112536
solid 3.51249072346762
dreamy 6.41665580349612
turning 4.2476021031266
typically 5.31804351482801
strong 3.16822117638637
performance 2.22700106146969
deftly 6.55018719612064
handling 5.45157490745253
british 3.97430876812692
accent 4.15229192332227
holm 5.8570400155607
joe 3.77759847388086
gould 6.55018719612064
secret 3.51936360275538
richardson 5.31804351482801
102 6.41665580349612
dalmatians 6.41665580349612
great 2.06637786713682
supporting 3.08445129332092
roles 3.10702561535946
big 2.10921802581331
surprise 3.3781035327592
time 1.47055903053744
opened 4.83253569904631
mouth 3.99628767484569
imagining 6.55018719612064
attempt 3.17797735133174
irish 5.23800080715447
actually 2.24999057969439
half 2.60445313335019
bad 1.95362538466915
00 6.55018719612064
gore 4.16536400488963
sexuality 5.36060312924681
language 3.95280256290595
drug 3.99628767484569
content 4.33721426181628
movie 1.25760050428159
comes 2.21945385583431
suspect 4.19203225197179
studio 3.91112986650538
indication 6.09820207237759
stinker 6.29887276783974
everybody 4.45304607734141
critical 4.56427171245163
mtv 4.83253569904631
high 2.54806235599531
school 3.07556234590367
comedy 2.38684976241159
starring 3.47881750836103
matthew 4.13938851848636
broderick 5.55165836600952
reese 5.36060312924681
witherspoon 5.60572558727979
current 4.43565433462954
example 3.0365118310318
anybody 4.85851118544957
know 1.95651138955829
existed 6.19351225218191
week 4.07725673737936
plot 1.8102363981076
simple 3.13951107050394
george 3.67581577957092
washington 4.83253569904631
carver 6.55018719612064
having 2.54806235599531
student 4.10164819050352
tracy 6.01119069538796
flick 3.4921510392305
hand 2.886625549991
raised 4.83253569904631
way 1.681554447916
mr 3.51936360275538
sick 4.43565433462954
paul 3.44624133792642
popular 3.52628404559996
slow 3.45267222825671
jock 5.55165836600952
run 3.02803720404083
nihilistic 6.29887276783974
sister 3.98523783865911
jumps 4.88517943253173
race 4.00746097544382
personal 3.62856289472037
sleeper 5.93114798771442
expectations 4.35296261878442
low 3.53325271491605
going 2.14346794885639
fact 2.22889679663459
quality 3.45267222825671
stuff 3.42092352994213
reviews 4.41855990127024
enthusiastic 5.60572558727979
right 2.23269908258433
help 2.53509200555268
glowing 5.72350862293617
contrast 4.50711329861168
negative 4.88517943253173
reviewers 5.8570400155607
likely 3.6057482169542
does 1.72990563051561
live 2.89767538617758
hype 4.80721789106202
makes 2.0160527832493
disappointing 4.20563790402757
contains 3.93174915370812
significant 4.78252527847165
details 3.95280256290595
lifted 5.40505489181764
directly 4.38522348100264
released 3.44624133792642
months 4.06528054633264
earlier 3.71697385206443
similarities 5.45157490745253
staggering 6.01119069538796
president 4.32171007528032
extraordinary 4.62489633426807
number 3.38410955681941
clubs 6.01119069538796
involved 3.22309778661221
play 2.79231487051976
max 4.6459497434659
fischer 6.55018719612064
tension 3.74250715406959
potential 3.57611641934783
relationship 3.07556234590367
teacher 4.2619908405787
single 3.24382391712933
parent 4.96973682055979
home 2.61556435877526
contributed 6.09820207237759
drive 4.06528054633264
male 4.10164819050352
bumbling 5.16389283500075
adult 4.13938851848636
pursues 6.29887276783974
affair 4.32171007528032
gets 2.14346794885639
caught 3.82326851071405
life 1.90168388542618
ruined 5.0948999635138
bee 6.41665580349612
sting 6.29887276783974
murray 5.06211014069081
happened 3.5834424594399
individual 4.41855990127024
screenplay 3.0979346436582
contain 4.91257840671985
points 3.6209000219748
probably 2.52995060605226
aware 4.43565433462954
different 2.75952504769676
studios 4.71190771125769
genre 3.27035067146275
revenge 4.17860923163965
hadn 4.99958978370948
fully 4.06528054633264
formed 5.66288400111974
strengths 5.78804714407375
rely 5.0948999635138
fantastic 4.36896296013086
performances 2.72154579963155
newcomer 5.16389283500075
jessica 5.50036507162196
anti 4.17860923163965
social 4.07725673737936
playing 2.87569647945881
role 2.19164854275397
fun 2.53767265214617
revelation 4.99958978370948
early 3.07999694297154
year 2.18799890366643
teenagers 4.36896296013086
clout 6.19351225218191
money 2.71535382938363
deserves 3.91112986650538
nomination 4.83253569904631
character 1.64809207059959
speech 4.29140472578499
bothering 6.41665580349612
ve 2.24999057969439
seen 2.16459549528227
suppose 4.10164819050352
coming 3.12081893749179
expect 3.34280575067818
starts 2.99483913463123
light 3.33131137125244
airy 6.55018719612064
sitcom 4.78252527847165
screws 6.09820207237759
tensions 6.19351225218191
mount 6.55018719612064
alexander 5.40505489181764
payne 6.19351225218191
decides 3.41469298019149
add 3.47221682432968
elements 3.30314049428575
frankly 4.60427704706533
distract 5.8570400155607
story 1.61983273328519
doesn 1.870704977168
determination 5.78804714407375
win 3.97430876812692
costs 5.40505489181764
throw 4.13938851848636
logical 5.60572558727979
reason 2.73090624239111
lot 2.38241516534372
takes 2.33067949094454
explicitly 6.19351225218191
sex 2.97864444871125
driven 4.32171007528032
mark 3.61329542258959
disappointment 4.50711329861168
got 2.74352470635032
mail 5.20026047917163
works 2.87932624750938
alot 6.29887276783974
order 3.15376309321115
cast 2.29153958260727
extremely 3.26498872832137
attractive 4.35296261878442
stars 2.79900385867055
share 4.00746097544382
screen 2.28750731907933
hours 3.24907327301547
collect 5.55165836600952
profits 6.55018719612064
real 2.16994787202086
inventive 4.62489633426807
bone 5.20026047917163
body 3.19279243711688
basically 3.45914474276233
complete 3.42092352994213
shoot 4.03018922652137
shop 4.88517943253173
corner 4.80721789106202
adding 5.03036144237623
modern 3.63628494081428
twists 4.05344608868564
essentially 4.56427171245163
goes 2.37141395428175
defies 5.72350862293617
concepts 5.50036507162196
contemporary 4.78252527847165
filmmaking 4.19203225197179
overly 4.38522348100264
sentimental 4.85851118544957
terribly 4.58407433974781
mushy 6.55018719612064
mention 3.92138636667257
manipulative 4.99958978370948
oh 3.3781035327592
enjoyable 3.61329542258959
manipulation 5.60572558727979
work 2.01298999371876
absolutely 3.51249072346762
hated 4.99958978370948
previous 3.5402702875747
ryan 4.05344608868564
hanks 5.0948999635138
teaming 6.19351225218191
sleepless 6.55018719612064
seattle 5.66288400111974
couldn 3.44624133792642
directing 3.91112986650538
helmed 5.72350862293617
woman 2.65545568780256
haven 3.6209000219748
quite 2.46301112337715
figured 5.27722152030776
liked 3.70860560239391
important 3.40850100994357
storyline 4.0893780979117
cliched 4.50711329861168
come 2.21757592101011
tom 3.56162341204526
plays 2.22133532393402
fox 4.43565433462954
insanely 6.01119069538796
likeable 4.88517943253173
owner 4.2194312261599
discount 6.41665580349612
chain 4.78252527847165
meg 5.06211014069081
kathleen 5.66288400111974
kelley 6.55018719612064
proprietor 6.55018719612064
family 2.7061371742787
children 3.25435033011631
nice 2.99076580924359
homage 4.68943485540564
soon 2.74352470635032
bitter 4.75842772689259
rivals 5.93114798771442
store 4.01876053069775
opening 3.05801803625276
small 2.75952504769676
business 3.56162341204526
internet 5.23800080715447
party 3.90097749504137
knows 3.1161999916355
person 2.93926928347642
true 2.84360816490731
rest 2.67009723779551
serve 4.27658963999985
mere 4.83253569904631
backdrop 5.20026047917163
sure 2.57989528256852
mildly 4.83253569904631
subplots 4.62489633426807
fail 4.47074565444081
utter 4.94074928368654
cuteness 6.09820207237759
main 2.8057378908519
leads 3.25435033011631
predictable 3.52628404559996
climax 3.8809768283347
damn 4.29140472578499
cute 3.95280256290595
doubt 3.57611641934783
entire 2.81934354290767
scene 1.93083237514059
evokes 6.09820207237759
pure 4.23341746813464
joy 4.50711329861168
discovers 3.94222045357542
online 6.29887276783974
filled 3.51249072346762
lack 3.28116158756697
happiness 5.31804351482801
left 2.72777634938218
theater 3.3781035327592
smiling 5.78804714407375
jaws 5.60572558727979
rare 4.13938851848636
grabs 6.01119069538796
attention 3.21798268594544
shows 2.79565377178527
image 4.05344608868564
opens 3.4854620510797
distant 5.16389283500075
alien 3.76870952646362
underwater 5.55165836600952
sounds 3.79561697938354
ominous 5.55165836600952
bars 5.66288400111974
composer 5.50036507162196
john 2.45346451149357
williams 3.83265825106389
infamous 4.83253569904631
score 3.39623091735176
director 1.80401360266933
steven 4.00746097544382
spielberg 4.6459497434659
wastes 6.01119069538796
taking 3.25435033011631
water 3.6209000219748
midnight 5.20026047917163
swim 6.01119069538796
beautiful 3.21289361643797
girl 2.85774267584221
deadly 4.48876415994348
away 2.36704713511541
lets 4.47074565444081
vulnerable 5.23800080715447
floating 5.31804351482801
ocean 4.73489722948239
attacked 5.27722152030776
grip 5.60572558727979
outstanding 4.40175278295385
builds 4.99958978370948
theatrical 4.73489722948239
act 3.14898981445849
second 2.81934354290767
unlike 3.59082256673753
filmmakers 3.50566475839722
deal 3.39015187127538
restraint 5.40505489181764
refuses 4.56427171245163
shark 5.78804714407375
middle 3.3486028683625
merely 3.7339234103782
suggests 4.75842772689259
presence 3.45267222825671
subjective 6.19351225218191
shots 3.51249072346762
building 3.95280256290595
bit 2.55329797004925
arrival 4.91257840671985
truly 3.17308736603755
terrifying 5.06211014069081
let 2.7467043592677
bored 4.20563790402757
imagery 4.91257840671985
chief 4.48876415994348
roy 6.01119069538796
york 3.4854620510797
cop 3.72541272071029
taken 3.28661119233454
easy 3.40234714436919
peaceful 5.40505489181764
running 3.0365118310318
station 4.36896296013086
island 4.32171007528032
fictitious 6.41665580349612
england 4.68943485540564
resort 5.50036507162196
town 3.14423921169989
hasn 4.10164819050352
murder 3.3721333657727
gun 3.84213699501843
fired 5.16389283500075
25 5.0948999635138
years 2.18254929889886
shaken 6.09820207237759
vicious 4.94074928368654
attacks 4.66745594868686
fourth 4.91257840671985
july 5.55165836600952
mayor 5.66288400111974
larry 4.99958978370948
vaughn 6.19351225218191
hamilton 6.29887276783974
want 2.47750413067972
shut 4.96973682055979
summer 3.23860197314817
tourist 6.09820207237759
joined 5.31804351482801
matt 4.47074565444081
richard 3.91112986650538
dreyfuss 6.55018719612064
young 2.36269930217931
ambitious 5.0948999635138
expert 4.80721789106202
marine 6.01119069538796
institute 6.19351225218191
fascinated 5.40505489181764
determined 4.2476021031266
stop 3.18289136613417
knowledge 4.40175278295385
exact 4.62489633426807
workings 6.41665580349612
perfect 3.05801803625276
engine 6.09820207237759
eating 4.73489722948239
machine 4.07725673737936
finally 2.89397852429626
join 4.36896296013086
old 2.22133532393402
robert 3.3256133501378
shaw 5.78804714407375
boat 4.58407433974781
search 4.11407071050207
men 2.85419027423784
hunt 4.68943485540564
inevitably 5.03036144237623
hunted 6.19351225218191
thriller 3.27574152009763
keen 5.72350862293617
humor 2.93926928347642
incredible 4.20563790402757
pacing 4.47074565444081
horror 3.12545931704829
movies 1.99330729926033
rolled 5.55165836600952
wonder 3.25435033011631
took 3.61329542258959
america 3.59825754522504
storm 4.80721789106202
1975 6.55018719612064
crown 6.01119069538796
box 3.53325271491605
office 3.51936360275538
1977 5.72350862293617
wars 4.2619908405787
today 3.70030679957922
fascination 5.78804714407375
par 4.83253569904631
hitchcock 4.91257840671985
psycho 4.68943485540564
age 3.45267222825671
grand 4.2476021031266
technology 4.50711329861168
exists 4.91257840671985
technical 4.16536400488963
sequences 3.07556234590367
including 3.0113004116853
mechanical 5.40505489181764
sharks 6.41665580349612
improve 5.60572558727979
lead 3.18289136613417
overkill 6.01119069538796
limitations 6.55018719612064
faced 4.54485362659453
produced 3.79561697938354
forced 3.33131137125244
traditional 4.54485362659453
cinematic 3.76870952646362
characterization 4.36896296013086
sharp 4.40175278295385
editing 4.04175004892245
creative 4.38522348100264
photography 4.6459497434659
instead 2.47023137135064
simply 2.83661512941633
audience 2.1539759264548
digital 4.88517943253173
effects 2.72777634938218
known 3.06675171622152
actors 2.34976808750706
draw 4.45304607734141
redford 6.29887276783974
newman 5.40505489181764
guaranteed 5.60572558727979
successful 3.49888507141184
careers 5.31804351482801
gave 3.75116521681271
refused 5.93114798771442
overshadowed 5.72350862293617
hits 4.15229192332227
just 1.40852363961798
notes 4.6459497434659
sympathetic 4.23341746813464
husband 3.47881750836103
father 2.76924959758876
political 4.12664949270893
doing 2.94313776025434
warns 5.45157490745253
previously 4.45304607734141
american 2.76924959758876
1973 5.8570400155607
1974 6.19351225218191
gives 2.62962928824266
surprisingly 3.45267222825671
mature 4.73489722948239
complex 3.76870952646362
literally 3.98523783865911
played 2.26956067588849
captain 4.2619908405787
sorely 5.93114798771442
overlooked 5.66288400111974
academy 4.13938851848636
awards 4.88517943253173
bordering 6.55018719612064
parody 4.41855990127024
loner 6.29887276783974
machismo 6.55018719612064
borders 5.60572558727979
slightly 3.7339234103782
deranged 5.8570400155607
caricature 5.60572558727979
late 3.22823918611263
deck 5.78804714407375
comparing 5.8570400155607
scars 6.55018719612064
drawn 4.15229192332227
telling 3.85170644603458
experiences 4.83253569904631
aboard 5.23800080715447
navy 5.93114798771442
ship 4.00746097544382
war 3.36029890812569
sunk 5.55165836600952
japanese 4.83253569904631
tale 3.39015187127538
000 4.0893780979117
slowly 3.81396611805174
hair 4.01876053069775
raising 5.23800080715447
delivers 3.8809768283347
best 1.84711279515118
leave 3.33131137125244
eyes 3.21798268594544
endless 4.58407433974781
teeth 4.96973682055979
urge 5.60572558727979
eat 4.6459497434659
epitome 5.93114798771442
mankind 5.60572558727979
fears 4.99958978370948
unknown 4.71190771125769
threatening 4.56427171245163
nature 3.6209000219748
nemesis 5.40505489181764
survived 5.66288400111974
dinosaurs 5.93114798771442
whites 6.29887276783974
exist 4.41855990127024
large 3.56884366001875
threat 4.73489722948239
feel 2.68795485519551
bunch 3.64406708125634
dangling 6.09820207237759
legs 4.88517943253173
ready 3.99628767484569
combination 4.66745594868686
actual 3.76870952646362
footage 4.2476021031266
nicknamed 6.09820207237759
bruce 3.94222045357542
crew 3.70030679957922
built 4.41855990127024
shot 3.04935997350965
angles 4.94074928368654
forgotten 4.33721426181628
sort 3.11160228238687
waterworld 6.19351225218191
1995 4.43565433462954
cost 5.23800080715447
universal 4.88517943253173
worried 5.27722152030776
bomb 4.60427704706533
obstacles 5.60572558727979
delivered 4.83253569904631
finest 4.6459497434659
primal 5.8570400155607
scare 4.75842772689259
thrillers 4.60427704706533
hollywood 2.61836156339632
moviemaking 5.72350862293617
general 3.61329542258959
manager 4.96973682055979
team 3.33704204596143
post 4.33721426181628
cap 5.93114798771442
resources 5.55165836600952
dollar 4.66745594868686
spent 3.7339234103782
free 3.70030679957922
agent 3.76870952646362
tackle 6.09820207237759
spend 3.65191025871736
centers 5.23800080715447
teams 5.31804351482801
detroit 6.01119069538796
lions 6.29887276783974
boast 5.93114798771442
superstar 6.09820207237759
huge 3.6209000219748
contract 5.8570400155607
field 4.40175278295385
guys 3.26498872832137
special 2.71535382938363
budget 3.55445492256665
hire 5.16389283500075
recognizable 5.78804714407375
jackie 4.45304607734141
chan 4.94074928368654
barry 4.58407433974781
spins 6.41665580349612
cutting 4.66745594868686
line 2.70919996380925
watching 2.55592609245552
operation 4.85851118544957
drives 4.78252527847165
motorcycle 6.01119069538796
crowded 6.29887276783974
streets 4.40175278295385
fleeing 5.60572558727979
pursuers 6.55018719612064
identical 5.78804714407375
cars 4.83253569904631
reminiscent 4.52580543162383
daylight 5.8570400155607
chicago 4.66745594868686
bears 5.27722152030776
hot 3.81396611805174
pursuit 5.0948999635138
rescuing 6.41665580349612
runaway 5.72350862293617
baby 3.93174915370812
invested 5.72350862293617
stunts 4.83253569904631
pay 3.65981543822448
hospital 4.56427171245163
bills 6.09820207237759
leaves 3.49888507141184
75 6.41665580349612
things 2.19898802524202
directs 4.88517943253173
scripts 5.23800080715447
dubbing 6.01119069538796
characters 1.7449958762392
hideous 5.60572558727979
title 3.02382667150448
sequence 2.99483913463123
explains 4.45304607734141
places 3.99628767484569
spain 5.78804714407375
release 3.43350231214899
country 3.72541272071029
rumble 5.60572558727979
bronx 5.78804714407375
supposedly 4.2476021031266
filmed 4.07725673737936
chase 3.70030679957922
canadian 5.45157490745253
clearly 3.90097749504137
visible 6.09820207237759
heck 4.96973682055979
haircut 6.41665580349612
mixture 5.60572558727979
lee 3.5834424594399
master 4.03018922652137
kung 5.36060312924681
fu 5.31804351482801
slapstick 4.60427704706533
sent 3.84213699501843
retrieve 5.45157490745253
cache 6.55018719612064
lost 2.92394331299819
nazi 5.45157490745253
gold 4.36896296013086
north 4.83253569904631
african 4.73489722948239
desert 4.71190771125769
chased 5.27722152030776
neo 5.55165836600952
stereotypical 4.83253569904631
women 3.24382391712933
scream 4.07725673737936
save 3.14898981445849
firearms 6.55018719612064
villain 3.65191025871736
broken 4.27658963999985
base 4.78252527847165
carried 4.94074928368654
pathetic 4.11407071050207
evil 3.05367963465416
en 5.93114798771442
route 5.31804351482801
extended 4.62489633426807
hilarious 3.44624133792642
fight 3.24907327301547
version 3.27035067146275
motel 6.01119069538796
nazis 5.93114798771442
confrontations 6.09820207237759
savage 5.40505489181764
natives 6.19351225218191
chop 6.01119069538796
followed 4.40175278295385
wind 4.68943485540564
tunnel 5.8570400155607
face 2.93541571416043
choreographed 5.06211014069081
giant 3.92138636667257
balls 5.60572558727979
smashed 6.55018719612064
bananas 6.29887276783974
ignore 5.27722152030776
gaping 6.01119069538796
holes 4.45304607734141
exactly 2.97864444871125
escape 3.72541272071029
didn 2.53509200555268
key 3.75989889678146
values 4.6459497434659
raiders 6.01119069538796
ark 5.72350862293617
wonders 4.94074928368654
franchise 4.88517943253173
lawrence 4.99958978370948
lucas 5.03036144237623
producing 5.16389283500075
talent 3.33131137125244
mainstream 4.85851118544957
ought 5.78804714407375
utilize 6.01119069538796
june 5.8570400155607
1960 5.50036507162196
self 3.10702561535946
taught 5.50036507162196
idealistic 6.09820207237759
man 1.89215352057548
head 2.85774267584221
government 3.97430876812692
newly 4.99958978370948
independent 4.80721789106202
state 3.78656714386362
congo 6.55018719612064
later 2.79231487051976
powerful 3.59082256673753
position 4.40175278295385
troops 5.40505489181764
captured 4.54485362659453
brutally 5.12880151518948
murdered 4.62489633426807
rise 4.41855990127024
fall 3.16822117638637
told 3.39015187127538
international 4.58407433974781
filmmaker 4.45304607734141
helmer 6.41665580349612
1991 5.40505489181764
award 4.16536400488963
winning 4.00746097544382
documentary 4.58407433974781
death 2.89767538617758
virtually 4.15229192332227
fictional 5.45157490745253
account 5.12880151518948
patriot 6.29887276783974
remains 3.85170644603458
writer 3.02803720404083
begins 2.82277407800446
leader 4.01876053069775
perform 4.71190771125769
task 4.03018922652137
bodies 4.71190771125769
images 4.03018922652137
fast 3.43985153982765
whiskey 6.29887276783974
accompany 5.8570400155607
grisly 6.09820207237759
jump 4.38522348100264
meeting 4.41855990127024
leaders 5.72350862293617
owned 5.50036507162196
class 3.6057482169542
postal 6.41665580349612
worker 4.52580543162383
speaks 4.6459497434659
mind 2.68196681335089
heads 4.13938851848636
proclaiming 6.19351225218191
national 4.6459497434659
mobile 6.01119069538796
movement 5.0948999635138
gaining 5.93114798771442
sell 4.68943485540564
beer 5.27722152030776
capital 5.93114798771442
falling 4.19203225197179
savvy 6.01119069538796
chess 6.55018719612064
achieves 5.45157490745253
leadership 5.78804714407375
date 3.93174915370812
independence 4.80721789106202
approaches 5.06211014069081
positions 6.41665580349612
nation 5.0948999635138
prime 4.66745594868686
minister 6.29887276783974
defense 4.73489722948239
joseph 5.27722152030776
apart 4.00746097544382
masters 5.60572558727979
continue 4.52580543162383
influence 4.91257840671985
struggling 4.75842772689259
strive 6.19351225218191
maintain 5.27722152030776
economic 6.09820207237759
hold 3.75116521681271
vast 5.27722152030776
natural 4.0893780979117
diamonds 6.41665580349612
seek 5.23800080715447
knowing 4.58407433974781
try 3.04935997350965
create 3.53325271491605
control 3.80474946294681
fledgling 6.55018719612064
initial 4.62489633426807
investigation 4.73489722948239
soviet 6.19351225218191
assistance 5.60572558727979
immediately 3.65981543822448
tags 6.29887276783974
communist 6.55018719612064
integrity 6.29887276783974
cold 3.65191025871736
russian 4.66745594868686
domination 6.41665580349612
situation 3.56884366001875
worse 3.25965538234601
army 4.23341746813464
remaining 4.78252527847165
begin 3.43985153982765
arm 4.75842772689259
violently 6.29887276783974
lucrative 5.93114798771442
succeeds 4.27658963999985
rival 4.60427704706533
access 5.78804714407375
returns 4.00746097544382
conference 5.93114798771442
period 4.00746097544382
history 3.43350231214899
nations 6.55018719612064
ruled 5.66288400111974
european 5.55165836600952
seats 5.40505489181764
power 3.36029890812569
centuries 6.29887276783974
focuses 4.75842772689259
familiar 3.47881750836103
material 3.31431379488387
strives 6.01119069538796
honest 4.27658963999985
portrayal 4.20563790402757
friend 2.86488556335459
movements 5.23800080715447
africa 5.27722152030776
50 4.62489633426807
60 4.91257840671985
born 4.19203225197179
varying 5.8570400155607
degrees 5.60572558727979
failure 4.36896296013086
usually 3.30314049428575
dependent 6.19351225218191
effort 3.7339234103782
camera 3.06237534162172
bring 3.23340715627107
slice 6.09820207237759
gone 3.43985153982765
decades 4.78252527847165
rate 3.92138636667257
standards 5.12880151518948
realistic 3.94222045357542
settings 5.60572558727979
nicely 4.0893780979117
maintained 6.01119069538796
traveled 6.41665580349612
covers 5.27722152030776
ground 3.8809768283347
providing 4.80721789106202
detailed 4.96973682055979
trying 2.50213591786939
justice 4.47074565444081
linear 5.72350862293617
straightforward 4.96973682055979
manner 4.00746097544382
teaches 5.45157490745253
concentrates 5.8570400155607
deeds 6.01119069538796
saint 5.8570400155607
larger 4.71190771125769
persona 4.85851118544957
handled 4.6459497434659
perfunctory 5.8570400155607
brief 3.74250715406959
interludes 6.41665580349612
talking 3.47221682432968
wife 2.63246616957786
child 3.29209065809916
intent 5.16389283500075
flesh 4.68943485540564
short 3.02382667150448
given 2.59619999159346
marks 4.94074928368654
actor 2.55329797004925
convincing 3.79561697938354
charismatic 4.83253569904631
politically 5.45157490745253
deft 5.78804714407375
people 1.84452547158623
force 3.68391298980354
driving 4.43565433462954
ambitions 6.29887276783974
tradition 4.50711329861168
efforts 4.56427171245163
appeal 4.0893780979117
buffs 5.93114798771442
intelligence 3.85170644603458
apparently 3.39015187127538
tony 4.45304607734141
kaye 6.29887276783974
major 3.09341996330368
battle 3.57611641934783
regarding 5.16389283500075
happy 3.3781035327592
final 2.92014824202964
product 4.11407071050207
removed 4.85851118544957
credits 3.43350231214899
altogether 4.94074928368654
heard 3.6057482169542
kind 2.55329797004925
happening 4.35296261878442
produce 4.80721789106202
focused 5.16389283500075
touchy 6.55018719612064
racism 5.55165836600952
edward 4.50711329861168
norton 5.40505489181764
hard 2.47507399582643
believe 2.90884868677571
fear 3.83265825106389
making 2.39577839315589
performers 4.66745594868686
derek 5.60572558727979
living 3.29209065809916
venice 6.19351225218191
beach 4.6459497434659
brother 3.40234714436919
danny 4.30644260314953
mother 2.99483913463123
beverly 5.45157490745253
angelo 6.55018719612064
jennifer 4.29140472578499
flashback 4.73489722948239
kills 4.33721426181628
lands 5.16389283500075
prison 3.86136835694632
present 3.46565942378352
eager 4.96973682055979
follow 3.4921510392305
footsteps 5.66288400111974
path 4.60427704706533
adoption 6.55018719612064
served 4.96973682055979
finds 2.95483380001753
blown 4.66745594868686
understand 3.63628494081428
stupid 3.3087115393352
intelligent 3.5402702875747
articulate 6.01119069538796
voice 3.3781035327592
beliefs 5.60572558727979
terms 4.11407071050207
controversial 5.12880151518948
preach 6.55018719612064
note 3.22309778661221
redemption 5.16389283500075
phase 6.19351225218191
partially 5.72350862293617
disagree 6.09820207237759
advocate 5.93114798771442
presents 4.36896296013086
loud 3.8809768283347
obnoxious 4.80721789106202
smart 3.56162341204526
believable 3.78656714386362
killed 3.38410955681941
group 2.99892911988275
clear 3.50566475839722
passionate 5.50036507162196
punk 6.01119069538796
looking 2.6381641906925
excuse 4.29140472578499
beat 4.32171007528032
helps 4.32171007528032
talented 3.65191025871736
astonishing 5.16389283500075
frightening 4.27658963999985
shaved 6.41665580349612
chest 5.40505489181764
addition 3.95280256290595
requires 4.62489633426807
depth 3.72541272071029
shouting 5.27722152030776
ease 5.23800080715447
likable 4.30644260314953
gutsy 6.55018719612064
approach 3.92138636667257
adds 4.01876053069775
subplot 4.07725673737936
principal 5.12880151518948
brooks 5.12880151518948
obsessed 4.41855990127024
hatred 5.72350862293617
terrific 4.01876053069775
standouts 6.41665580349612
visually 4.30644260314953
artistic 4.88517943253173
choices 4.6459497434659
lots 3.79561697938354
motion 3.54733745479779
strange 3.54733745479779
moody 5.60572558727979
atmosphere 3.77759847388086
lately 5.50036507162196
greatness 5.12880151518948
minutes 2.42075131408727
climactic 4.60427704706533
moving 3.4921510392305
picture 2.63246616957786
ends 3.1161999916355
pretentious 5.03036144237623
resolution 5.03036144237623
featuring 4.29140472578499
narration 4.73489722948239
subtle 3.74250715406959
felt 3.5402702875747
slap 5.66288400111974
fed 5.16389283500075
theme 3.89092715918786
simplistic 5.66288400111974
disliked 6.09820207237759
problem 2.81592473615889
imagine 3.81396611805174
pleased 5.60572558727979
timid 6.19351225218191
weak 4.01876053069775
manages 3.20279252045146
compelling 4.35296261878442
argument 5.36060312924681
colleagues 5.55165836600952
surprised 4.01876053069775
willing 4.29140472578499
wedding 4.33721426181628
shocked 5.20026047917163
hear 3.79561697938354
reaction 4.52580543162383
understandable 5.36060312924681
consider 3.91112986650538
revolves 4.58407433974781
molly 5.40505489181764
worthwhile 4.96973682055979
1986 5.8570400155607
duds 6.09820207237759
noteworthy 5.50036507162196
projects 4.78252527847165
written 2.77251224322358
directed 2.92014824202964
vibrant 5.60572558727979
mixing 5.72350862293617
dramatic 3.4921510392305
moments 2.74035513158904
bowl 6.09820207237759
whimsical 5.78804714407375
smooth 5.27722152030776
refreshing 4.75842772689259
welcome 4.27658963999985
change 3.40850100994357
pace 3.89092715918786
usual 3.59825754522504
fare 4.29140472578499
bride 4.96973682055979
groom 6.19351225218191
dylan 5.72350862293617
walsh 5.8570400155607
pivotal 5.36060312924681
far 2.41159793210078
door 4.04175004892245
unbearable 5.72350862293617
easily 3.3781035327592
weakest 5.72350862293617
link 5.20026047917163
orange 5.50036507162196
red 3.65981543822448
lip 5.60572558727979
stick 4.47074565444081
grotesque 5.78804714407375
outfits 5.60572558727979
supposed 3.07114732769455
dress 4.88517943253173
designer 4.99958978370948
clown 5.36060312924681
matters 4.23341746813464
matches 6.01119069538796
thankfully 4.40175278295385
keeps 3.65191025871736
minimum 5.8570400155607
interested 3.93174915370812
colorful 4.73489722948239
device 4.30644260314953
working 3.28116158756697
italian 4.83253569904631
rich 3.59825754522504
folks 4.36896296013086
earth 3.3721333657727
spirited 4.80721789106202
madeline 6.55018719612064
kahn 6.55018719612064
practical 5.66288400111974
ally 5.60572558727979
lonely 4.75842772689259
clan 6.09820207237759
proper 4.99958978370948
families 5.03036144237623
meet 3.38410955681941
culture 4.27658963999985
clash 5.60572558727979
puts 3.82326851071405
versus 5.66288400111974
wonderfully 4.33721426181628
understated 5.36060312924681
pleasant 4.73489722948239
surprises 4.43565433462954
anthony 4.50711329861168
spotlight 5.50036507162196
dee 6.55018719612064
suave 5.50036507162196
polite 6.01119069538796
fashioned 4.99958978370948
dim 5.31804351482801
witted 5.36060312924681
riot 5.45157490745253
uncanny 6.09820207237759
dead 2.83313686504001
niro 5.23800080715447
alec 5.23800080715447
baldwin 4.78252527847165
thrown 3.91112986650538
measure 5.12880151518948
attended 5.60572558727979
gangster 4.85851118544957
inspired 4.05344608868564
partly 5.55165836600952
tribute 5.55165836600952
model 4.48876415994348
rip 4.48876415994348
missed 4.36896296013086
particular 3.70860560239391
sinks 5.72350862293617
unscrupulous 6.41665580349612
law 3.64406708125634
lord 4.54485362659453
mob 4.75842772689259
ties 5.27722152030776
cheating 5.12880151518948
catherine 4.62489633426807
hara 5.8570400155607
challenge 4.71190771125769
touch 3.94222045357542
financially 5.66288400111974
strapped 5.78804714407375
carpenter 5.36060312924681
bigger 4.38522348100264
wallet 6.29887276783974
adopts 6.09820207237759
psychological 4.52580543162383
view 3.62856289472037
plan 3.67581577957092
style 2.98266859901097
remarkably 5.03036144237623
restrained 5.72350862293617
genius 4.33721426181628
woody 4.47074565444081
possess 5.40505489181764
inspiration 4.96973682055979
entertaining 3.01963379324445
passes 4.85851118544957
bloody 4.41855990127024
clashes 6.55018719612064
continued 5.50036507162196
condescending 6.01119069538796
officers 5.60572558727979
particularly 3.21289361643797
caused 5.16389283500075
rape 4.96973682055979
contained 5.20026047917163
70 5.03036144237623
percent 5.78804714407375
proclaimed 5.72350862293617
replaced 4.71190771125769
colonel 5.16389283500075
went 3.50566475839722
tour 4.94074928368654
drown 6.29887276783974
dog 3.59825754522504
fate 4.35296261878442
complicated 4.66745594868686
myriad 6.55018719612064
players 4.36896296013086
frequently 4.47074565444081
cliche 4.62489633426807
private 3.91112986650538
script 2.30373485570108
rules 4.45304607734141
uses 3.45914474276233
ambassador 6.09820207237759
direction 3.05367963465416
assured 5.12880151518948
unfortunately 2.79231487051976
standard 4.01876053069775
television 3.59082256673753
dynamic 5.31804351482801
fierce 6.01119069538796
passion 4.52580543162383
ability 3.80474946294681
odds 5.06211014069081
mediocre 4.33721426181628
tragedy 4.60427704706533
personally 4.85851118544957
action 2.25193044451222
drowning 5.78804714407375
sea 4.6459497434659
asian 5.45157490745253
wire 5.78804714407375
pretty 2.61836156339632
leaving 3.50566475839722
likes 4.06528054633264
stallone 5.40505489181764
van 3.94222045357542
damme 5.55165836600952
wearing 4.56427171245163
mix 4.23341746813464
results 4.27658963999985
blowing 5.23800080715447
spectacle 5.50036507162196
amazing 3.65191025871736
exciting 3.65191025871736
stunt 5.06211014069081
1999 4.10164819050352
matrix 5.06211014069081
gem 4.99958978370948
wrong 2.84360816490731
chinese 4.62489633426807
flying 4.15229192332227
karate 6.19351225218191
soaring 6.55018719612064
detectives 5.66288400111974
kicking 5.36060312924681
scientists 4.94074928368654
laughable 4.2619908405787
rush 4.50711329861168
trademark 5.16389283500075
choreography 5.78804714407375
joke 3.77759847388086
art 3.55445492256665
form 3.39623091735176
iron 5.55165836600952
monkey 5.27722152030776
latest 3.47881750836103
import 6.09820207237759
1993 4.88517943253173
19th 5.45157490745253
vigilante 6.55018719612064
fighting 4.04175004892245
rights 5.06211014069081
hungry 5.55165836600952
piece 3.20783031448142
narrative 4.32171007528032
legendary 4.88517943253173
hero 3.38410955681941
wong 5.40505489181764
hong 4.73489722948239
recently 3.75989889678146
possibly 3.84213699501843
2000 5.23800080715447
drunken 5.12880151518948
legend 4.43565433462954
younger 4.10164819050352
chi 6.29887276783974
dan 4.96973682055979
thrust 5.50036507162196
oppression 6.41665580349612
styles 5.93114798771442
especially 2.71227216284622
ridiculous 3.71697385206443
crouching 6.55018719612064
tiger 5.78804714407375
dragon 5.27722152030776
ping 6.55018719612064
eventually 3.25435033011631
remembers 6.41665580349612
heart 3.18782964777475
hardcore 5.78804714407375
drama 3.11160228238687
la 4.16536400488963
shared 5.45157490745253
pass 4.10164819050352
outlaw 6.41665580349612
hearted 4.41855990127024
misguided 5.20026047917163
enemy 4.78252527847165
transcend 6.29887276783974
mindless 5.20026047917163
hearts 5.40505489181764
minds 4.50711329861168
equal 4.71190771125769
masterpiece 4.13938851848636
dances 5.66288400111974
invading 6.41665580349612
tune 5.06211014069081
aka 6.01119069538796
hung 6.01119069538796
rat 5.50036507162196
noticed 5.06211014069081
cheeks 6.55018719612064
sore 6.41665580349612
realized 4.2194312261599
laughing 4.00746097544382
held 4.47074565444081
grin 5.93114798771442
saturday 4.68943485540564
night 2.76924959758876
sneak 5.55165836600952
preview 5.31804351482801
damned 5.23800080715447
enjoy 3.28661119233454
goofy 4.38522348100264
delight 4.88517943253173
dandy 6.29887276783974
energetic 4.80721789106202
sight 3.98523783865911
gags 4.2476021031266
flat 3.7339234103782
silliness 5.93114798771442
hands 3.67581577957092
retro 6.29887276783974
torn 4.94074928368654
straight 3.39623091735176
60s 5.31804351482801
animated 4.12664949270893
photos 6.19351225218191
attached 5.36060312924681
jerky 5.78804714407375
setup 4.91257840671985
donald 5.12880151518948
hotel 4.45304607734141
casino 5.27722152030776
las 4.88517943253173
vegas 4.66745594868686
enjoys 5.36060312924681
unusual 4.66745594868686
bets 6.55018719612064
rolling 4.75842772689259
clients 5.93114798771442
dozen 4.56427171245163
machines 5.45157490745253
gathering 5.93114798771442
lucky 4.41855990127024
token 4.94074928368654
chance 3.3544337886733
game 3.28116158756697
competition 5.0948999635138
silver 4.83253569904631
city 3.08892557371584
containing 5.50036507162196
million 3.54733745479779
cash 4.27658963999985
cronies 6.41665580349612
track 4.17860923163965
ahead 4.29140472578499
reaches 5.06211014069081
spoil 5.27722152030776
jokes 3.41469298019149
use 2.79900385867055
profile 5.31804351482801
decked 6.19351225218191
trashy 5.8570400155607
clothing 5.20026047917163
sporting 5.55165836600952
vera 6.41665580349612
baker 4.88517943253173
whoopi 6.19351225218191
goldberg 5.66288400111974
reunite 6.41665580349612
daughter 3.28661119233454
grown 4.45304607734141
conservative 5.8570400155607
wary 6.29887276783974
stranger 4.96973682055979
owen 5.45157490745253
cuba 5.40505489181764
gooding 5.8570400155607
jr 4.43565433462954
currently 4.91257840671985
enormous 4.83253569904631
escaping 5.66288400111974
vengeful 6.41665580349612
cab 5.66288400111974
driver 4.47074565444081
mexico 5.27722152030776
masquerading 6.41665580349612
lucy 5.66288400111974
heading 5.55165836600952
convention 5.45157490745253
cheerful 5.78804714407375
holiday 5.06211014069081
falls 3.25965538234601
asleep 5.03036144237623
ride 3.82326851071405
zack 6.55018719612064
wayne 4.85851118544957
knight 5.16389283500075
hyper 5.66288400111974
tense 4.68943485540564
carrying 4.83253569904631
human 2.89767538617758
transplant 6.19351225218191
randy 4.96973682055979
jon 4.60427704706533
lovitz 6.19351225218191
promised 5.16389283500075
kathy 5.40505489181764
vacation 5.03036144237623
fearful 6.29887276783974
angry 4.43565433462954
involvement 5.27722152030776
claims 4.50711329861168
travel 4.35296261878442
interview 5.20026047917163
insists 5.40505489181764
stay 3.5402702875747
hop 5.50036507162196
mini 5.36060312924681
tear 5.16389283500075
duane 6.55018719612064
seth 5.50036507162196
green 4.19203225197179
vince 5.40505489181764
crooked 5.78804714407375
poorly 4.0893780979117
tongue 4.99958978370948
close 3.10702561535946
understanding 4.58407433974781
boys 4.03018922652137
reach 4.19203225197179
goal 4.40175278295385
nick 4.60427704706533
meyer 5.50036507162196
nonsense 4.99958978370948
lawyer 4.32171007528032
training 4.94074928368654
recruits 5.78804714407375
helicopter 5.8570400155607
pilot 4.60427704706533
amy 4.83253569904631
journey 4.45304607734141
glance 5.36060312924681
wholesome 6.09820207237759
changes 3.93174915370812
boyfriend 4.2476021031266
shawn 6.19351225218191
dean 5.16389283500075
spies 6.09820207237759
swimming 5.78804714407375
jerry 4.17860923163965
zucker 6.41665580349612
airplane 4.96973682055979
leaps 5.20026047917163
periodically 6.41665580349612
returning 5.31804351482801
grisham 6.01119069538796
dave 5.31804351482801
thomas 4.33721426181628
personality 3.97430876812692
impaired 6.41665580349612
cooking 5.78804714407375
bizarre 4.03018922652137
momentum 5.45157490745253
zooms 5.93114798771442
missteps 5.93114798771442
include 3.93174915370812
involving 3.27035067146275
bates 5.55165836600952
intricately 6.41665580349612
gag 4.73489722948239
carries 4.75842772689259
museum 5.93114798771442
outdoor 6.29887276783974
rally 6.19351225218191
utterly 4.30644260314953
tasteless 5.78804714407375
dropped 4.73489722948239
clothes 4.73489722948239
cleavage 5.72350862293617
laugh 3.30314049428575
squirm 6.41665580349612
inducing 5.31804351482801
hint 4.6459497434659
selected 6.09820207237759
band 4.27658963999985
concert 5.55165836600952
god 3.43350231214899
need 3.02382667150448
smash 6.01119069538796
performing 5.45157490745253
barred 6.01119069538796
diverse 5.66288400111974
dvd 5.0948999635138
buy 4.06528054633264
surely 4.56427171245163
outtakes 6.29887276783974
die 3.42719314295572
thought 2.81251757783727
pseudo 5.16389283500075
substance 4.41855990127024
faking 6.41665580349612
deep 3.40850100994357
meanings 6.41665580349612
enjoyed 3.98523783865911
realize 3.5834424594399
missing 3.91112986650538
putting 4.47074565444081
melodramatic 5.03036144237623
evoke 5.72350862293617
step 4.29140472578499
aside 3.89092715918786
reflect 5.66288400111974
experience 3.21798268594544
discover 4.01876053069775
presented 4.16536400488963
fluff 5.45157490745253
angels 5.0948999635138
underneath 5.31804351482801
seemingly 3.89092715918786
poetic 5.8570400155607
beauty 4.11407071050207
gigantic 5.55165836600952
hole 5.03036144237623
somebody 4.91257840671985
covered 4.52580543162383
glossy 6.29887276783974
cinematography 3.76870952646362
shattered 5.72350862293617
hopes 4.38522348100264
added 4.20563790402757
hour 2.98670900854798
worth 3.0113004116853
nicolas 5.40505489181764
cage 4.62489633426807
guardian 6.09820207237759
angel 5.0948999635138
hundreds 4.94074928368654
thousands 4.99958978370948
millions 4.99958978370948
spends 4.11407071050207
eternity 6.19351225218191
citizens 5.12880151518948
humans 4.01876053069775
intervention 6.19351225218191
occurs 4.71190771125769
subdued 5.60572558727979
maggie 5.66288400111974
doctor 4.0893780979117
ponder 5.78804714407375
alive 3.85170644603458
losing 4.62489633426807
patient 4.73489722948239
surgery 6.29887276783974
table 4.73489722948239
questions 3.66778360787366
envelope 6.19351225218191
transition 5.55165836600952
captivated 6.29887276783974
following 3.52628404559996
observing 6.55018719612064
everyday 5.16389283500075
quickly 3.20783031448142
learn 3.52628404559996
taste 4.36896296013086
desire 4.52580543162383
resist 5.66288400111974
appear 3.59825754522504
regularly 6.09820207237759
taboo 6.41665580349612
community 4.47074565444081
interestingly 5.72350862293617
dressed 4.68943485540564
hitmen 6.29887276783974
uniqueness 6.29887276783974
versatile 6.29887276783974
arizona 5.66288400111974
happen 3.3781035327592
combo 6.55018719612064
slips 5.36060312924681
heavenly 5.93114798771442
threatens 5.0948999635138
pick 4.11407071050207
courage 5.23800080715447
aren 3.13951107050394
comparable 6.29887276783974
intelligently 5.8570400155607
ditzy 5.8570400155607
romantic 3.51249072346762
impressive 3.39623091735176
goers 5.50036507162196
rarely 4.05344608868564
dennis 4.20563790402757
franz 6.55018719612064
interpretation 5.45157490745253
meets 3.44624133792642
eye 3.61329542258959
shame 4.12664949270893
stages 5.50036507162196
realization 5.27722152030776
emotionally 4.45304607734141
struggle 4.54485362659453
conclusion 3.90097749504137
painful 4.62489633426807
exhilarating 6.29887276783974
impression 4.12664949270893
linger 6.01119069538796
remember 3.43985153982765
convey 5.16389283500075
glorious 6.01119069538796
mediocrity 5.93114798771442
mouths 6.19351225218191
based 2.76924959758876
german 4.91257840671985
wings 5.55165836600952
english 3.83265825106389
ninety 5.66288400111974
forgive 5.40505489181764
shortcomings 5.8570400155607
non 3.66778360787366
cynics 6.55018719612064
wrapped 4.94074928368654
surreal 4.99958978370948
criticism 5.31804351482801
criticized 6.19351225218191
nonetheless 4.58407433974781
beautifully 4.75842772689259
captivating 5.36060312924681
satisfy 5.23800080715447
appreciate 4.17860923163965
delve 6.41665580349612
emotional 3.3544337886733
synopsis 4.40175278295385
bobby 5.27722152030776
lives 3.04935997350965
widowed 6.29887276783974
hope 3.18289136613417
davis 5.12880151518948
friends 2.95483380001753
carol 5.66288400111974
day 2.42767175693185
arrives 4.43565433462954
house 3.08892557371584
ted 4.83253569904631
hopkins 5.16389283500075
enigmatic 5.78804714407375
immediate 5.36060312924681
liking 5.20026047917163
bond 4.27658963999985
event 4.16536400488963
forever 4.20563790402757
review 3.1161999916355
enchanting 5.93114798771442
recalls 5.78804714407375
king 3.71697385206443
stand 3.63628494081428
setting 3.81396611805174
sentiment 5.78804714407375
conveys 5.78804714407375
magic 4.29140472578499
childhood 4.66745594868686
summers 6.41665580349612
means 3.56162341204526
