films 1.89350945298662
adapted 4.73489722948239
comic 2.98670900854798
books 4.47074565444081
plenty 3.83265825106389
success 3.3544337886733
superheroes 6.41665580349612
batman 4.38522348100264
superman 6.01119069538796
spawn 5.78804714407375
geared 6.09820207237759
kids 3.21798268594544
casper 5.72350862293617
arthouse 7.39748505650785
crowd 4.36896296013086
ghost 4.88517943253173
world 2.19714809832001
really 1.84065699480831
book 3.20783031448142
like 1.29194805314002
hell 3.39015187127538
starters 6.29887276783974
created 3.5834424594399
alan 4.2619908405787
moore 4.50711329861168
eddie 4.32171007528032
campbell 4.71190771125769
brought 3.65981543822448
medium 5.45157490745253
new 1.96960248560517
level 3.24382391712933
mid 4.62489633426807
80s 4.94074928368654
12 4.60427704706533
series 2.79900385867055
called 2.81592473615889
watchmen 7.80295016461601
say 2.22889679663459
thoroughly 4.40175278295385
researched 7.80295016461601
subject 3.6209000219748
jack 3.65191025871736
ripper 7.39748505650785
saying 3.54733745479779
michael 2.95876307815742
jackson 4.54485362659453
starting 4.45304607734141
look 2.17353210524867
little 1.78192681526648
odd 3.97430876812692
graphic 4.41855990127024
novel 3.43985153982765
500 5.93114798771442
pages 5.45157490745253
long 2.12277755559894
includes 3.97430876812692
nearly 3.00715961901927
30 4.2476021031266
consist 6.29887276783974
footnotes 7.39748505650785
words 3.39015187127538
don 1.8813717449722
dismiss 6.09820207237759
film 1.1372664468336
source 4.54485362659453
past 2.94702126028074
thing 2.20452820561764
stumbling 5.72350862293617
block 4.80721789106202
directors 3.98523783865911
albert 5.23800080715447
allen 4.30644260314953
hughes 5.16389283500075
getting 2.78567032780109
brothers 3.80474946294681
direct 4.29140472578499
ludicrous 4.83253569904631
casting 3.84213699501843
carrot 6.29887276783974
riddle 7.80295016461601
better 2.07773240923974
set 2.41159793210078
ghetto 5.78804714407375
features 3.46565942378352
violent 3.81396611805174
street 3.80474946294681
crime 3.6920763004427
mad 4.35296261878442
geniuses 6.55018719612064
menace 4.58407433974781
ii 4.10164819050352
society 3.83265825106389
question 3.13480517946653
course 2.38463000567328
whitechapel 7.80295016461601
1888 7.39748505650785
london 4.75842772689259
east 5.31804351482801
end 1.97547621761726
filthy 6.88665943274186
sooty 7.80295016461601
place 2.44400817625154
whores 7.39748505650785
unfortunates 7.39748505650785
nervous 4.96973682055979
mysterious 3.8809768283347
psychopath 6.01119069538796
carving 6.7043378759479
profession 5.12880151518948
surgical 7.39748505650785
precision 6.09820207237759
stiff 5.36060312924681
turns 2.75952504769676
copper 6.88665943274186
peter 3.36619863025288
godley 7.80295016461601
robbie 5.93114798771442
coltrane 7.39748505650785
calls 4.01876053069775
inspector 5.27722152030776
frederick 6.55018719612064
abberline 7.80295016461601
johnny 4.73489722948239
depp 5.45157490745253
blow 4.68943485540564
crack 5.16389283500075
case 2.82621642219544
widower 6.55018719612064
prophetic 6.7043378759479
dreams 4.00746097544382
unsuccessfully 6.19351225218191
tries 2.82967065706352
quell 7.10980298405607
copious 6.55018719612064
amounts 5.03036144237623
absinthe 7.39748505650785
opium 7.39748505650785
arriving 5.72350862293617
befriends 5.27722152030776
unfortunate 4.48876415994348
named 2.89029527887996
mary 4.16536400488963
kelly 4.78252527847165
heather 5.31804351482801
graham 5.20026047917163
isn 2.18799890366643
proceeds 5.23800080715447
investigate 4.78252527847165
horribly 4.83253569904631
gruesome 5.45157490745253
crimes 5.12880151518948
police 3.38410955681941
surgeon 6.19351225218191
stomach 5.40505489181764
think 2.20823878501417
needs 3.31994761260213
briefed 7.80295016461601
won 2.94702126028074
particulars 6.55018719612064
unique 3.92138636667257
interesting 2.41387843479951
theory 5.16389283500075
identity 4.29140472578499
killer 3.5402702875747
reasons 3.81396611805174
chooses 4.91257840671985
slay 7.39748505650785
bother 4.75842772689259
cloaking 7.80295016461601
screenwriters 4.36896296013086
terry 4.91257840671985
hayes 6.55018719612064
vertical 6.88665943274186
limit 6.09820207237759
rafael 6.88665943274186
yglesias 7.39748505650785
les 5.93114798771442
mis 6.41665580349612
rables 7.39748505650785
good 1.52442874045017
job 2.56120314955637
keeping 4.15229192332227
hidden 4.38522348100264
viewers 3.59082256673753
funny 2.35837029108972
watch 2.42767175693185
locals 5.8570400155607
blindly 6.7043378759479
point 2.36704713511541
finger 5.45157490745253
blame 4.2476021031266
jews 5.66288400111974
indians 6.19351225218191
englishman 6.88665943274186
capable 4.43565433462954
committing 5.93114798771442
ghastly 6.19351225218191
acts 4.33721426181628
ending 2.91260103639426
whistling 7.80295016461601
stonecutters 7.80295016461601
song 3.9634978520227
simpsons 6.41665580349612
days 3.07999694297154
holds 4.20563790402757
electric 5.8570400155607
car 3.13480517946653
steve 3.87112453189168
guttenberg 6.88665943274186
star 2.47023137135064
worry 5.03036144237623
ll 2.55592609245552
make 1.67172367513287
sense 2.56917131920555
appearance 3.84213699501843
certainly 2.90884868677571
dark 3.24382391712933
bleak 4.73489722948239
surprising 4.15229192332227
looks 2.69700469071543
tim 4.03018922652137
burton 4.91257840671985
planet 3.7339234103782
apes 5.60572558727979
did 2.33700195668402
times 2.49716078322927
sleepy 5.60572558727979
hollow 4.94074928368654
print 5.27722152030776
saw 3.25965538234601
wasn 3.08445129332092
completely 2.69700469071543
finished 5.12880151518948
color 4.23341746813464
music 2.86847623148532
finalized 7.39748505650785
comments 4.60427704706533
marilyn 5.78804714407375
manson 6.09820207237759
cinematographer 4.30644260314953
deming 7.39748505650785
word 3.34280575067818
ably 6.19351225218191
captures 4.96973682055979
dreariness 7.39748505650785
victorian 6.88665943274186
era 4.47074565444081
helped 4.60427704706533
flashy 4.94074928368654
killing 3.8809768283347
scenes 1.94501701013255
remind 5.23800080715447
crazy 4.12664949270893
flashbacks 4.56427171245163
twin 5.06211014069081
peaks 6.19351225218191
violence 3.26498872832137
pales 6.88665943274186
comparison 4.45304607734141
black 2.90884868677571
white 3.20783031448142
oscar 3.3781035327592
winner 4.47074565444081
martin 3.82326851071405
childs 7.39748505650785
shakespeare 5.16389283500075
love 2.11259071029195
production 3.08445129332092
design 4.2476021031266
original 2.54025997571113
prague 7.80295016461601
surroundings 5.78804714407375
creepy 4.27658963999985
acting 2.30783322209337
solid 3.53325271491605
dreamy 6.29887276783974
turning 4.19203225197179
typically 5.23800080715447
strong 3.20279252045146
performance 2.22322033862979
deftly 6.41665580349612
handling 5.40505489181764
british 3.94222045357542
accent 4.12664949270893
ians 7.80295016461601
holm 6.01119069538796
joe 3.70860560239391
gould 6.55018719612064
secret 3.52628404559996
richardson 5.40505489181764
102 6.88665943274186
dalmatians 6.41665580349612
log 7.10980298405607
great 2.04879148263474
supporting 3.0979346436582
roles 3.07999694297154
big 2.10585667811061
surprise 3.38410955681941
cringed 7.10980298405607
time 1.46612443346957
opened 4.88517943253173
mouth 4.05344608868564
imagining 6.55018719612064
attempt 3.13480517946653
irish 5.0948999635138
actually 2.23651588111103
half 2.65545568780256
bad 1.95074768484154
00 6.29887276783974
gore 4.35296261878442
sexuality 5.03036144237623
language 3.95280256290595
drug 4.00746097544382
content 4.29140472578499
movie 1.2497292650735
comes 2.24805447066753
suspect 4.19203225197179
studio 3.91112986650538
indication 6.09820207237759
stinker 6.29887276783974
everybody 4.36896296013086
critical 4.56427171245163
darling 6.88665943274186
mtv 4.80721789106202
_election 7.80295016461601
high 2.53251800155751
school 3.08892557371584
comedy 2.36922816106177
starring 3.47881750836103
matthew 4.13938851848636
broderick 5.36060312924681
reese 5.31804351482801
witherspoon 5.60572558727979
current 4.32171007528032
example 3.01545842183396
anybody 4.83253569904631
know 1.98138465430343
existed 6.29887276783974
week 4.04175004892245
plot 1.80898873730944
deceptively 6.7043378759479
simple 3.13951107050394
george 3.70860560239391
washington 4.91257840671985
carver 6.41665580349612
having 2.49716078322927
student 4.0893780979117
elections 6.88665943274186
tracy 6.01119069538796
flick 3.51936360275538
achiever 7.39748505650785
hand 2.91636751918973
raised 4.83253569904631
way 1.67826677372181
mr 3.47881750836103
sick 4.48876415994348
megalomaniac 6.55018719612064
encourages 6.41665580349612
paul 3.43350231214899
popular 3.4854620510797
slow 3.40850100994357
jock 5.55165836600952
run 2.97463642731371
nihilistic 6.55018719612064
sister 3.90097749504137
jumps 4.83253569904631
race 4.07725673737936
personal 3.59825754522504
sleeper 5.93114798771442
expectations 4.29140472578499
low 3.53325271491605
going 2.1557380414482
fact 2.22133532393402
quality 3.4854620510797
stuff 3.41469298019149
reviews 4.32171007528032
enthusiastic 5.55165836600952
right 2.22133532393402
help 2.56650820178606
baggage 7.10980298405607
glowing 5.60572558727979
contrast 4.52580543162383
negative 4.91257840671985
reviewers 5.72350862293617
likely 3.61329542258959
does 1.7345245763719
live 2.95876307815742
hype 4.83253569904631
makes 2.0114621095407
_election_ 7.80295016461601
disappointing 4.2476021031266
contains 3.92138636667257
significant 4.68943485540564
details 4.00746097544382
lifted 5.60572558727979
directly 4.30644260314953
_rushmore_ 7.80295016461601
released 3.41469298019149
months 4.0893780979117
earlier 3.75116521681271
similarities 5.45157490745253
staggering 5.93114798771442
president 4.29140472578499
extraordinary 4.62489633426807
number 3.40850100994357
clubs 5.93114798771442
involved 3.22823918611263
play 2.81592473615889
max 4.56427171245163
fischer 6.55018719612064
tension 3.76870952646362
potential 3.57611641934783
relationship 2.99483913463123
teacher 4.30644260314953
single 3.23340715627107
parent 5.12880151518948
home 2.60445313335019
contributed 6.01119069538796
drive 4.06528054633264
male 4.05344608868564
bumbling 5.12880151518948
adult 4.06528054633264
pursues 6.19351225218191
extramarital 7.39748505650785
affair 4.23341746813464
gets 2.11767116152437
caught 3.81396611805174
life 1.87336102122612
ruined 5.12880151518948
bee 6.41665580349612
sting 6.55018719612064
murray 4.99958978370948
stings 7.39748505650785
happened 3.6209000219748
individual 4.35296261878442
screenplay 3.1301213301541
contain 4.94074928368654
points 3.6209000219748
probably 2.55592609245552
aware 4.50711329861168
different 2.71535382938363
studios 4.68943485540564
genre 3.27035067146275
geeks 6.88665943274186
revenge 4.15229192332227
hadn 4.96973682055979
fully 4.04175004892245
formed 5.66288400111974
strengths 5.72350862293617
rely 5.12880151518948
fantastic 4.32171007528032
performances 2.69096237625947
newcomer 5.06211014069081
jessica 5.50036507162196
anti 4.29140472578499
social 4.13938851848636
tammy 7.10980298405607
playing 2.90138596557412
rooney 7.39748505650785
role 2.18799890366643
_ferris 7.80295016461601
bueller_ 7.80295016461601
fun 2.52738978519059
revelation 4.99958978370948
early 3.06675171622152
year 2.18617906694944
teenagers 4.40175278295385
clout 6.19351225218191
money 2.69397896979889
deserves 3.86136835694632
nomination 4.6459497434659
character 1.63858328263057
speech 4.29140472578499
gymnasium 7.39748505650785
bothering 6.55018719612064
ve 2.27749722548423
seen 2.14695835379616
suppose 4.12664949270893
coming 3.14423921169989
expect 3.3486028683625
starts 3.01963379324445
light 3.33131137125244
airy 6.55018719612064
sitcom 4.66745594868686
screws 6.01119069538796
tighten 7.80295016461601
tensions 6.29887276783974
mount 6.55018719612064
alexander 5.40505489181764
payne 6.19351225218191
decides 3.41469298019149
add 3.4854620510797
elements 3.31431379488387
frankly 4.54485362659453
distract 5.66288400111974
story 1.61058767514114
doesn 1.87869436720148
determination 5.78804714407375
win 3.98523783865911
costs 5.31804351482801
throw 4.13938851848636
logical 5.36060312924681
reason 2.71227216284622
lot 2.38020521969292
tonal 7.80295016461601
nosedive 7.10980298405607
takes 2.31194845423847
explicitly 6.19351225218191
sex 2.97864444871125
driven 4.33721426181628
mark 3.6209000219748
disappointment 4.45304607734141
got 2.71535382938363
mail 5.0948999635138
works 2.85065044753272
alot 6.41665580349612
order 3.13480517946653
cast 2.2854972681513
extremely 3.24382391712933
attractive 4.35296261878442
stars 2.75309415736647
share 3.92138636667257
screen 2.26168661945758
hours 3.31431379488387
collect 5.66288400111974
profits 6.88665943274186
real 2.16816056144676
inventive 4.62489633426807
bone 5.23800080715447
body 3.19777997862792
basically 3.47881750836103
complete 3.41469298019149
shoot 3.95280256290595
shop 4.91257840671985
corner 4.75842772689259
adding 5.03036144237623
modern 3.6209000219748
twists 4.01876053069775
essentially 4.52580543162383
goes 2.3391183595904
defies 5.72350862293617
concepts 5.40505489181764
contemporary 4.78252527847165
filmmaking 4.17860923163965
overly 4.38522348100264
sentimental 4.88517943253173
terribly 4.62489633426807
mushy 6.55018719612064
mention 3.90097749504137
manipulative 5.03036144237623
oh 3.3781035327592
enjoyable 3.56884366001875
manipulation 5.60572558727979
work 2.02529784139335
absolutely 3.49888507141184
hated 5.06211014069081
previous 3.59825754522504
ryan 4.13938851848636
hanks 5.16389283500075
teaming 6.19351225218191
sleepless 6.41665580349612
seattle 5.60572558727979
couldn 3.46565942378352
directing 3.86136835694632
helmed 5.72350862293617
woman 2.65836689801002
haven 3.62856289472037
quite 2.44165799890659
figured 5.20026047917163
liked 3.64406708125634
important 3.42719314295572
storyline 4.04175004892245
cliched 4.43565433462954
come 2.21383059827995
tom 3.54733745479779
plays 2.23079613243825
fox 4.41855990127024
insanely 6.09820207237759
likeable 4.88517943253173
owner 4.23341746813464
discount 6.19351225218191
chain 4.6459497434659
meg 5.0948999635138
kathleen 5.40505489181764
kelley 6.55018719612064
proprietor 6.7043378759479
family 2.72777634938218
children 3.23340715627107
nice 2.99076580924359
homage 4.68943485540564
soon 2.77578556856854
bitter 4.6459497434659
rivals 6.01119069538796
store 3.95280256290595
opening 3.04505889161026
small 2.72777634938218
business 3.4921510392305
internet 5.03036144237623
party 3.87112453189168
knows 3.1301213301541
person 2.98266859901097
true 2.80912198883614
rest 2.69700469071543
serve 4.35296261878442
mere 4.75842772689259
backdrop 5.27722152030776
sure 2.58801440700702
mildly 4.75842772689259
subplots 4.75842772689259
fail 4.41855990127024
utter 4.88517943253173
cuteness 6.29887276783974
main 2.83313686504001
leads 3.24907327301547
predictable 3.52628404559996
climax 3.90097749504137
foreseeable 7.39748505650785
damn 4.17860923163965
cute 3.8809768283347
doubt 3.56162341204526
entire 2.79900385867055
scene 1.93224181864383
evokes 6.19351225218191
pure 4.20563790402757
joy 4.48876415994348
discovers 3.93174915370812
online 6.19351225218191
filled 3.4921510392305
lack 3.26498872832137
happiness 5.0948999635138
left 2.70003959441058
theater 3.36619863025288
smiling 5.8570400155607
jaws 5.60572558727979
rare 4.06528054633264
grabs 5.8570400155607
attention 3.24382391712933
shows 2.7498941546358
image 4.04175004892245
opens 3.4854620510797
blackness 6.88665943274186
distant 5.06211014069081
alien 3.75116521681271
underwater 5.55165836600952
sounds 3.79561697938354
ominous 5.23800080715447
bars 5.8570400155607
composer 5.45157490745253
john 2.45822642525382
williams 3.84213699501843
infamous 4.88517943253173
score 3.47881750836103
dah 7.10980298405607
dum 7.80295016461601
director 1.78679300491766
steven 4.00746097544382
spielberg 4.73489722948239
wastes 6.01119069538796
taking 3.25435033011631
water 3.65981543822448
midnight 5.16389283500075
swim 5.93114798771442
beautiful 3.19279243711688
girl 2.85065044753272
deadly 4.6459497434659
away 2.32858085428762
lets 4.47074565444081
vulnerable 5.31804351482801
floating 5.50036507162196
ocean 4.80721789106202
attacked 5.20026047917163
relinquishes 7.80295016461601
grip 5.60572558727979
outstanding 4.32171007528032
builds 5.03036144237623
theatrical 4.80721789106202
act 3.13951107050394
second 2.79900385867055
unlike 3.57611641934783
filmmakers 3.4921510392305
deal 3.36619863025288
restraint 5.27722152030776
refuses 4.58407433974781
shark 5.72350862293617
middle 3.33131137125244
merely 3.66778360787366
suggests 4.71190771125769
presence 3.4854620510797
subjective 6.41665580349612
shots 3.51249072346762
building 3.9634978520227
bit 2.56650820178606
arrival 5.03036144237623
truly 3.14898981445849
terrifying 5.23800080715447
let 2.76275606827821
bored 4.2194312261599
imagery 5.12880151518948
chief 4.45304607734141
brody 6.55018719612064
roy 6.01119069538796
scheider 7.39748505650785
york 3.4854620510797
cop 3.7339234103782
taken 3.28661119233454
easy 3.3781035327592
peaceful 5.40505489181764
running 2.95876307815742
station 4.35296261878442
amity 7.80295016461601
island 4.2476021031266
fictitious 6.41665580349612
england 4.62489633426807
resort 5.50036507162196
town 3.14898981445849
hasn 4.10164819050352
murder 3.40234714436919
gun 3.82326851071405
fired 5.12880151518948
25 5.16389283500075
years 2.19898802524202
shaken 6.09820207237759
vicious 4.99958978370948
attacks 4.78252527847165
fourth 5.03036144237623
july 5.55165836600952
mayor 5.60572558727979
larry 4.88517943253173
vaughn 6.19351225218191
hamilton 6.41665580349612
want 2.49468246721481
shut 4.94074928368654
beaches 7.80295016461601
reliant 6.88665943274186
summer 3.24382391712933
tourist 5.93114798771442
joined 5.36060312924681
matt 4.40175278295385
hooper 7.39748505650785
richard 3.91112986650538
dreyfuss 6.55018719612064
young 2.3562127929497
ambitious 5.03036144237623
expert 4.71190771125769
marine 5.78804714407375
institute 6.41665580349612
fascinated 5.55165836600952
determined 4.27658963999985
stop 3.19777997862792
knowledge 4.35296261878442
exact 4.45304607734141
workings 6.41665580349612
perfect 3.03226554015035
engine 6.29887276783974
eating 4.78252527847165
machine 4.05344608868564
finally 2.92394331299819
relents 7.80295016461601
join 4.2619908405787
crusty 7.10980298405607
old 2.21383059827995
quint 7.80295016461601
robert 3.27035067146275
shaw 5.8570400155607
decrepit 6.88665943274186
boat 4.56427171245163
orca 7.80295016461601
search 4.00746097544382
men 2.8401055343561
hunt 4.75842772689259
inevitably 5.03036144237623
hunted 6.19351225218191
thriller 3.29760031391013
keen 5.72350862293617
humor 2.93157693785326
incredible 4.19203225197179
pacing 4.50711329861168
horror 3.15376309321115
movies 2.00385751015549
rolled 5.60572558727979
wonder 3.20783031448142
took 3.59825754522504
america 3.54733745479779
storm 4.88517943253173
1975 6.55018719612064
crown 5.8570400155607
box 3.56162341204526
office 3.47881750836103
champ 7.10980298405607
unceremoniously 6.7043378759479
dethroned 7.80295016461601
1977 5.72350862293617
wars 4.33721426181628
today 3.75989889678146
fascination 5.78804714407375
par 4.73489722948239
hitchcock 4.88517943253173
psycho 4.75842772689259
age 3.43350231214899
grand 4.20563790402757
technology 4.45304607734141
exists 4.85851118544957
technical 4.17860923163965
sequences 3.08445129332092
including 2.93157693785326
mechanical 5.40505489181764
sharks 6.29887276783974
obsolete 6.7043378759479
improve 5.72350862293617
lead 3.20783031448142
overkill 6.09820207237759
limitations 6.55018719612064
faced 4.50711329861168
produced 3.87112453189168
forced 3.33704204596143
traditional 4.50711329861168
cinematic 3.80474946294681
characterization 4.45304607734141
sharp 4.36896296013086
editing 4.0893780979117
creative 4.33721426181628
photography 4.56427171245163
instead 2.47023137135064
simply 2.79565377178527
dousing 7.10980298405607
audience 2.14695835379616
digital 4.94074928368654
effects 2.73090624239111
known 3.1161999916355
actors 2.34976808750706
draw 4.40175278295385
redford 6.29887276783974
newman 5.50036507162196
guaranteed 5.66288400111974
successful 3.42092352994213
careers 5.27722152030776
gave 3.71697385206443
refused 5.93114798771442
overshadowed 5.8570400155607
hits 4.16536400488963
just 1.3993759666812
notes 4.66745594868686
sympathetic 4.27658963999985
husband 3.44624133792642
father 2.78567032780109
political 4.05344608868564
quagmire 7.39748505650785
doing 2.93157693785326
warns 5.60572558727979
previously 4.40175278295385
american 2.74352470635032
graffiti 7.10980298405607
1973 5.78804714407375
apprenticeship 7.80295016461601
duddy 7.10980298405607
kravitz 7.80295016461601
1974 6.09820207237759
gives 2.63246616957786
surprisingly 3.39015187127538
mature 4.75842772689259
complex 3.78656714386362
literally 3.97430876812692
played 2.29153958260727
gnarled 7.39748505650785
captain 4.43565433462954
ahab 7.80295016461601
sorely 6.19351225218191
overlooked 5.60572558727979
academy 4.19203225197179
awards 4.91257840671985
bordering 6.7043378759479
parody 4.43565433462954
grizzled 7.10980298405607
loner 6.29887276783974
machismo 6.55018719612064
borders 5.60572558727979
masochism 7.80295016461601
slightly 3.72541272071029
deranged 5.78804714407375
caricature 5.55165836600952
late 3.21289361643797
deck 5.78804714407375
comparing 5.8570400155607
scars 6.29887276783974
drawn 4.2194312261599
telling 3.77759847388086
experiences 4.75842772689259
aboard 5.27722152030776
indianapolis 7.39748505650785
navy 5.8570400155607
ship 4.04175004892245
war 3.40850100994357
sunk 5.60572558727979
japanese 4.91257840671985
tale 3.33704204596143
000 4.11407071050207
swarms 6.7043378759479
slowly 3.91112986650538
devoured 7.80295016461601
hair 4.00746097544382
raising 5.20026047917163
delivers 3.84213699501843
best 1.86541395953358
leave 3.29209065809916
eyes 3.15855926547464
endless 4.60427704706533
rows 6.88665943274186
teeth 4.96973682055979
insatiable 6.88665943274186
urge 5.40505489181764
eat 4.60427704706533
epitome 6.19351225218191
mankind 5.36060312924681
fears 4.83253569904631
unknown 4.71190771125769
threatening 4.54485362659453
nature 3.6209000219748
nemesis 5.36060312924681
survived 5.66288400111974
sinch 7.80295016461601
dinosaurs 5.93114798771442
whites 6.7043378759479
exist 4.33721426181628
large 3.5834424594399
threat 4.73489722948239
feel 2.64965857011823
queasy 7.10980298405607
bunch 3.61329542258959
writihing 7.80295016461601
dangling 6.01119069538796
unprotected 7.39748505650785
legs 4.88517943253173
ready 3.97430876812692
chomped 7.80295016461601
combination 4.68943485540564
actual 3.77759847388086
footage 4.23341746813464
nicknamed 6.29887276783974
bruce 3.92138636667257
crew 3.68391298980354
built 4.40175278295385
shot 3.04935997350965
angles 4.99958978370948
forgotten 4.41855990127024
sort 3.09341996330368
precursor 6.88665943274186
waterworld 6.19351225218191
1995 4.40175278295385
soggy 6.7043378759479
cost 5.36060312924681
overruns 7.39748505650785
universal 4.94074928368654
worried 5.36060312924681
bomb 4.68943485540564
overcame 7.10980298405607
obstacles 5.50036507162196
delivered 4.85851118544957
finest 4.68943485540564
primal 5.78804714407375
scare 4.85851118544957
thrillers 4.48876415994348
hollywood 2.6099933137258
moviemaking 5.78804714407375
general 3.5834424594399
manager 4.91257840671985
nfl 6.7043378759479
team 3.34280575067818
post 4.23341746813464
salary 6.7043378759479
cap 5.93114798771442
allocate 7.80295016461601
resources 5.45157490745253
dollar 4.66745594868686
spent 3.74250715406959
free 3.72541272071029
agent 3.84213699501843
defensive 6.7043378759479
tackle 6.09820207237759
spend 3.70030679957922
linebackers 7.80295016461601
safeties 7.80295016461601
centers 5.16389283500075
teams 5.45157490745253
detroit 5.8570400155607
lions 6.29887276783974
boast 6.01119069538796
superstar 5.93114798771442
huge 3.57611641934783
contract 5.60572558727979
field 4.48876415994348
guys 3.22823918611263
herb 7.80295016461601
special 2.69700469071543
budget 3.56884366001875
hire 5.20026047917163
recognizable 5.72350862293617
jackie 4.45304607734141
chan 4.83253569904631
barry 4.52580543162383
sanders 6.7043378759479
spins 6.55018719612064
darts 7.39748505650785
cutting 4.71190771125769
line 2.68795485519551
watching 2.56917131920555
operation 4.88517943253173
condor 7.10980298405607
drives 4.73489722948239
motorcycle 5.8570400155607
crowded 6.29887276783974
streets 4.38522348100264
madrid 7.80295016461601
fleeing 5.60572558727979
armada 7.10980298405607
pursuers 6.41665580349612
identical 5.78804714407375
compact 6.88665943274186
cars 4.71190771125769
reminiscent 4.38522348100264
daylight 5.72350862293617
chicago 4.6459497434659
bears 5.23800080715447
hot 3.83265825106389
pursuit 5.06211014069081
rescuing 6.29887276783974
runaway 5.72350862293617
baby 3.92138636667257
carriages 7.80295016461601
cent 6.55018719612064
invested 5.8570400155607
stunts 4.78252527847165
pay 3.71697385206443
hospital 4.50711329861168
bills 6.01119069538796
leaves 3.43985153982765
75 6.29887276783974
cents 6.7043378759479
things 2.22133532393402
directs 5.0948999635138
scripts 5.16389283500075
dubbing 6.09820207237759
characters 1.71164028253831
hideous 5.36060312924681
title 3.04077622981825
sequence 3.04077622981825
explains 4.50711329861168
places 4.11407071050207
morocco 7.10980298405607
spain 5.8570400155607
release 3.50566475839722
country 3.6920763004427
rumble 5.60572558727979
bronx 5.8570400155607
supposedly 4.2476021031266
filmed 3.98523783865911
vancouver 6.7043378759479
chase 3.75116521681271
canadian 5.45157490745253
rockies 6.88665943274186
clearly 3.82326851071405
visible 6.19351225218191
heck 4.99958978370948
haircut 6.41665580349612
hairstylist 7.39748505650785
mixture 5.60572558727979
lee 3.56884366001875
master 4.01876053069775
kung 5.40505489181764
fu 5.36060312924681
slapstick 4.60427704706533
sent 3.91112986650538
retrieve 5.40505489181764
cache 6.55018719612064
lost 2.93926928347642
nazi 5.45157490745253
gold 4.40175278295385
north 4.83253569904631
african 4.73489722948239
desert 4.68943485540564
chased 5.27722152030776
horde 7.10980298405607
neo 5.55165836600952
sympathizers 7.80295016461601
stereotypical 4.78252527847165
arabs 7.39748505650785
correctness 6.88665943274186
women 3.24382391712933
scream 4.05344608868564
save 3.17308736603755
misuse 7.39748505650785
firearms 6.41665580349612
villain 3.66778360787366
broken 4.19203225197179
base 4.85851118544957
carried 4.91257840671985
pathetic 4.05344608868564
evil 3.05801803625276
en 5.78804714407375
route 5.23800080715447
extended 4.66745594868686
hilarious 3.40850100994357
fight 3.20783031448142
moroccan 7.39748505650785
version 3.29760031391013
motel 5.8570400155607
nazis 6.01119069538796
confrontations 6.19351225218191
savage 5.40505489181764
natives 6.09820207237759
chop 6.01119069538796
socky 7.39748505650785
followed 4.40175278295385
centerpiece 6.29887276783974
wind 4.62489633426807
tunnel 5.72350862293617
face 2.88296923878789
choreographed 5.0948999635138
giant 3.86136835694632
kevlar 7.80295016461601
hamster 7.10980298405607
balls 5.55165836600952
smashed 6.7043378759479
crates 7.39748505650785
bananas 6.41665580349612
scorpions 7.80295016461601
ignore 5.20026047917163
gaping 6.01119069538796
holes 4.52580543162383
exactly 3.04077622981825
escape 3.74250715406959
didn 2.52483550538549
key 3.7339234103782
values 4.60427704706533
hitchhiking 7.10980298405607
sahara 6.7043378759479
pretentions 7.10980298405607
raiders 6.09820207237759
ark 5.78804714407375
knockoff 7.10980298405607
wonders 4.85851118544957
franchise 4.88517943253173
blocking 7.10980298405607
lawrence 4.91257840671985
kazdan 7.80295016461601
lucas 5.06211014069081
producing 5.20026047917163
talent 3.29209065809916
mainstream 4.73489722948239
ought 5.78804714407375
utilize 5.93114798771442
june 6.01119069538796
1960 5.66288400111974
self 3.08892557371584
taught 5.50036507162196
idealistic 6.41665580349612
pragmatic 6.88665943274186
man 1.90168388542618
36 6.55018719612064
head 2.82621642219544
government 3.9634978520227
newly 4.91257840671985
independent 4.83253569904631
state 3.74250715406959
belgian 7.10980298405607
congo 6.41665580349612
later 2.81592473615889
ousted 7.80295016461601
powerful 3.5834424594399
position 4.47074565444081
troops 5.55165836600952
captured 4.52580543162383
brutally 5.0948999635138
murdered 4.6459497434659
aides 7.80295016461601
meteoric 7.10980298405607
rise 4.41855990127024
fall 3.19279243711688
told 3.40850100994357
international 4.54485362659453
filmmaker 4.30644260314953
raoul 6.7043378759479
peck 6.88665943274186
lumumba 7.39748505650785
patrice 7.80295016461601
eriq 7.80295016461601
ebouaney 7.39748505650785
helmer 6.09820207237759
1991 5.40505489181764
award 4.16536400488963
winning 4.00746097544382
documentary 4.56427171245163
death 2.93541571416043
prophet 7.39748505650785
virtually 4.12664949270893
guaranteeing 7.39748505650785
fictional 5.50036507162196
account 5.0948999635138
patriot 6.41665580349612
remains 3.80474946294681
writer 2.99892911988275
pascal 6.88665943274186
bonitzer 7.39748505650785
begins 2.8057378908519
leader 3.95280256290595
perform 4.71190771125769
task 4.04175004892245
dismembering 7.80295016461601
bodies 4.80721789106202
images 4.12664949270893
hatchets 7.80295016461601
saws 7.10980298405607
fast 3.45914474276233
emptying 7.39748505650785
whiskey 6.29887276783974
bottles 7.10980298405607
accompany 5.8570400155607
grisly 6.29887276783974
jump 4.41855990127024
meeting 4.41855990127024
leaders 5.60572558727979
owned 5.40505489181764
class 3.6057482169542
postal 6.55018719612064
worker 4.47074565444081
speaks 4.71190771125769
mind 2.70919996380925
heads 4.10164819050352
tribes 6.7043378759479
proclaiming 6.41665580349612
tribal 6.7043378759479
regional 7.39748505650785
national 4.66745594868686
mobile 6.09820207237759
congolese 7.39748505650785
movement 5.03036144237623
mnc 7.80295016461601
gaining 5.8570400155607
prominence 7.10980298405607
clerical 7.80295016461601
sell 4.71190771125769
beer 5.23800080715447
bustling 6.88665943274186
capital 5.8570400155607
stanleyville 7.80295016461601
colonial 7.10980298405607
empires 7.39748505650785
falling 4.2476021031266
savvy 6.09820207237759
chess 6.7043378759479
achieves 5.45157490745253
leadership 5.78804714407375
date 4.00746097544382
independence 4.83253569904631
approaches 5.16389283500075
tactically 7.80295016461601
positions 6.29887276783974
nation 5.12880151518948
prime 4.62489633426807
minister 6.19351225218191
defense 4.80721789106202
presidency 6.88665943274186
joseph 5.20026047917163
kasa 7.39748505650785
vubu 7.39748505650785
maka 7.39748505650785
kotto 7.39748505650785
coalition 7.80295016461601
apart 3.99628767484569
masters 5.60572558727979
continue 4.41855990127024
exert 7.80295016461601
influence 4.94074928368654
struggling 4.68943485540564
strive 6.29887276783974
maintain 5.20026047917163
economic 6.19351225218191
hold 3.75989889678146
vast 5.12880151518948
natural 4.07725673737936
diamonds 6.41665580349612
seek 5.23800080715447
knowing 4.52580543162383
try 3.04505889161026
create 3.50566475839722
facto 7.39748505650785
control 3.76870952646362
fledgling 6.41665580349612
initial 4.68943485540564
investigation 4.73489722948239
soviet 6.29887276783974
assistance 5.60572558727979
immediately 3.64406708125634
tags 6.19351225218191
communist 6.29887276783974
integrity 6.09820207237759
cold 3.6920763004427
russian 4.66745594868686
domination 6.55018719612064
situation 3.66778360787366
worse 3.28116158756697
army 4.2194312261599
mutinies 7.80295016461601
remaining 4.68943485540564
begin 3.43350231214899
evacuate 6.41665580349612
arm 4.94074928368654
violently 6.29887276783974
intervene 7.10980298405607
lucrative 6.09820207237759
katanga 7.39748505650785
province 7.39748505650785
succeeds 4.20563790402757
rival 4.50711329861168
moise 7.39748505650785
tschombe 7.80295016461601
nzonzi 7.39748505650785
access 5.8570400155607
returns 4.05344608868564
conference 5.93114798771442
abroad 6.7043378759479
tumultuous 6.55018719612064
period 3.97430876812692
history 3.47881750836103
nations 6.55018719612064
odious 6.7043378759479
colonialists 7.80295016461601
ruled 5.78804714407375
european 5.45157490745253
seats 5.40505489181764
power 3.3087115393352
centuries 6.41665580349612
focuses 4.68943485540564
familiar 3.50566475839722
material 3.26498872832137
strives 5.93114798771442
honest 4.23341746813464
portrayal 4.20563790402757
friend 2.83313686504001
foes 7.39748505650785
movements 5.16389283500075
gripped 7.10980298405607
africa 5.27722152030776
50 4.71190771125769
60 4.94074928368654
nigeria 7.80295016461601
somalia 7.80295016461601
born 4.2476021031266
varying 5.8570400155607
degrees 5.72350862293617
failure 4.41855990127024
usually 3.3087115393352
dependent 6.09820207237759
colonized 7.80295016461601
effort 3.6920763004427
camera 3.05801803625276
bring 3.24907327301547
slice 6.01119069538796
gone 3.43350231214899
unexplored 6.88665943274186
decades 4.73489722948239
rate 3.95280256290595
standards 5.12880151518948
realistic 3.84213699501843
settings 5.45157490745253
nicely 4.10164819050352
maintained 6.09820207237759
traveled 6.41665580349612
zimbabwe 7.80295016461601
mozambique 7.80295016461601
covers 5.36060312924681
ground 3.90097749504137
yeoman 7.80295016461601
providing 4.83253569904631
detailed 4.99958978370948
trying 2.50463279806797
justice 4.52580543162383
evenly 7.10980298405607
linear 5.8570400155607
straightforward 4.88517943253173
manner 3.97430876812692
teaches 5.40505489181764
preaches 7.39748505650785
concentrates 5.72350862293617
deeds 6.01119069538796
stalwart 7.80295016461601
saint 5.8570400155607
embellish 6.88665943274186
larger 4.73489722948239
persona 4.75842772689259
handled 4.62489633426807
perfunctory 5.8570400155607
brief 3.78656714386362
interludes 6.19351225218191
talking 3.46565942378352
embracing 6.88665943274186
wife 2.61836156339632
lamenting 7.39748505650785
child 3.29209065809916
intent 5.16389283500075
flesh 4.71190771125769
short 3.01545842183396
shrift 7.10980298405607
given 2.6099933137258
lopsided 7.80295016461601
marks 4.83253569904631
actor 2.55329797004925
convincing 3.74250715406959
charismatic 4.80721789106202
multifaceted 6.88665943274186
politically 5.40505489181764
deft 5.8570400155607
people 1.85491517543536
force 3.6920763004427
driving 4.43565433462954
ambitions 5.8570400155607
docudrama 6.88665943274186
tradition 4.60427704706533
outshine 7.10980298405607
complementing 7.39748505650785
efforts 4.45304607734141
educational 7.10980298405607
appeal 4.07725673737936
buffs 6.19351225218191
politicos 7.80295016461601
intelligence 3.85170644603458
apparently 3.36619863025288
tony 4.52580543162383
kaye 6.29887276783974
major 3.12081893749179
battle 3.5834424594399
regarding 5.0948999635138
happy 3.43350231214899
final 2.92014824202964
product 4.13938851848636
removed 4.94074928368654
credits 3.3781035327592
altogether 5.03036144237623
heard 3.66778360787366
kind 2.57989528256852
happening 4.40175278295385
input 6.88665943274186
produce 4.83253569904631
focused 5.12880151518948
touchy 6.55018719612064
racism 5.55165836600952
edward 4.52580543162383
norton 5.40505489181764
hard 2.50213591786939
believe 2.93157693785326
fear 3.77759847388086
making 2.40027278274373
performers 4.66745594868686
derek 5.72350862293617
vinyard 7.39748505650785
skinhead 6.88665943274186
living 3.3087115393352
venice 6.19351225218191
beach 4.6459497434659
brother 3.39015187127538
danny 4.30644260314953
furlong 6.88665943274186
mother 2.97864444871125
beverly 5.36060312924681
angelo 6.55018719612064
davin 7.80295016461601
jennifer 4.2619908405787
lien 7.39748505650785
flashback 4.85851118544957
kills 4.32171007528032
vandalizing 7.80295016461601
lands 5.20026047917163
prison 3.90097749504137
present 3.5402702875747
eager 4.91257840671985
follow 3.46565942378352
footsteps 5.60572558727979
path 4.66745594868686
adoption 6.88665943274186
supremacy 7.10980298405607
served 4.88517943253173
finds 2.94313776025434
blown 4.73489722948239
understand 3.64406708125634
stupid 3.33704204596143
thoughtless 7.10980298405607
intelligent 3.59825754522504
articulate 6.01119069538796
voice 3.36619863025288
beliefs 5.50036507162196
disturbingly 6.88665943274186
terms 4.16536400488963
controversial 5.16389283500075
preach 6.7043378759479
note 3.22309778661221
redemption 5.06211014069081
phase 6.01119069538796
partially 5.78804714407375
disagree 6.01119069538796
advocate 5.78804714407375
presents 4.35296261878442
loud 3.94222045357542
obnoxious 4.73489722948239
smart 3.5834424594399
believable 3.84213699501843
arbitrarily 7.39748505650785
killed 3.47881750836103
group 3.01963379324445
clear 3.49888507141184
passionate 5.66288400111974
punk 6.01119069538796
looking 2.62680043204218
excuse 4.32171007528032
beat 4.27658963999985
helps 4.27658963999985
talented 3.65981543822448
astonishing 5.23800080715447
frightening 4.2619908405787
shaved 6.41665580349612
swastika 7.10980298405607
chest 5.40505489181764
addition 3.99628767484569
requires 4.58407433974781
depth 3.77759847388086
shouting 5.40505489181764
ease 5.20026047917163
meanest 7.39748505650785
likable 4.29140472578499
gutsy 6.7043378759479
approach 3.87112453189168
adds 3.98523783865911
subplot 4.0893780979117
principal 5.06211014069081
avery 6.88665943274186
brooks 5.12880151518948
obsessed 4.48876415994348
purging 7.80295016461601
hatred 5.72350862293617
terrific 3.9634978520227
standouts 6.55018719612064
visually 4.27658963999985
indulges 6.7043378759479
artistic 4.75842772689259
choices 4.68943485540564
lots 3.81396611805174
motion 3.52628404559996
strange 3.6057482169542
moody 5.55165836600952
atmosphere 3.81396611805174
lately 5.45157490745253
skims 7.80295016461601
greatness 5.20026047917163
minutes 2.41616415008037
climactic 4.48876415994348
moving 3.47881750836103
picture 2.63531112171009
ends 3.13951107050394
pretentious 4.96973682055979
preachy 6.7043378759479
resolution 5.06211014069081
featuring 4.29140472578499
narration 4.71190771125769
subtle 3.74250715406959
felt 3.55445492256665
slap 5.50036507162196
fed 5.20026047917163
theme 3.8809768283347
simplistic 5.8570400155607
disliked 6.09820207237759
problem 2.80236520637326
imagine 3.83265825106389
pleased 5.55165836600952
timid 6.19351225218191
weak 4.06528054633264
manages 3.18782964777475
compelling 4.2194312261599
argument 5.27722152030776
advocating 7.39748505650785
colleagues 5.55165836600952
surprised 4.00746097544382
willing 4.2619908405787
betsy 6.7043378759479
wedding 4.32171007528032
shocked 5.27722152030776
hear 3.80474946294681
reaction 4.50711329861168
understandable 5.40505489181764
consider 3.90097749504137
revolves 4.66745594868686
molly 5.40505489181764
ringwald 6.88665943274186
worthwhile 4.99958978370948
1986 5.78804714407375
alda 6.88665943274186
duds 5.8570400155607
noteworthy 5.45157490745253
projects 4.78252527847165
misdemeanors 7.39748505650785
written 2.74352470635032
directed 2.93541571416043
vibrant 5.50036507162196
mixing 5.8570400155607
dramatic 3.50566475839722
moments 2.7498941546358
bowl 5.93114798771442
whimsical 5.72350862293617
elixir 7.80295016461601
smooth 5.31804351482801
refreshing 4.78252527847165
welcome 4.33721426181628
change 3.40850100994357
pace 3.85170644603458
usual 3.57611641934783
fare 4.30644260314953
bride 4.80721789106202
groom 6.29887276783974
dylan 5.72350862293617
walsh 5.78804714407375
pivotal 5.31804351482801
far 2.39577839315589
nonentity 7.80295016461601
door 4.04175004892245
knob 7.80295016461601
unbearable 5.55165836600952
easily 3.43985153982765
weakest 5.78804714407375
link 5.27722152030776
cropped 7.10980298405607
orange 5.60572558727979
red 3.64406708125634
lip 5.60572558727979
stick 4.45304607734141
grotesque 5.60572558727979
outfits 5.72350862293617
supposed 3.07114732769455
dress 4.96973682055979
designer 4.99958978370948
clown 5.40505489181764
matters 4.2476021031266
matches 5.78804714407375
thankfully 4.36896296013086
keeps 3.6057482169542
minimum 5.55165836600952
interested 3.87112453189168
colorful 4.80721789106202
periphery 6.88665943274186
device 4.38522348100264
working 3.36619863025288
italian 4.91257840671985
rich 3.57611641934783
gentile 7.39748505650785
folks 4.36896296013086
homey 7.39748505650785
earth 3.39015187127538
spirited 4.91257840671985
madeline 6.55018719612064
kahn 6.41665580349612
practical 5.8570400155607
ally 5.78804714407375
sheedy 6.7043378759479
lonely 4.71190771125769
clan 5.93114798771442
prim 7.10980298405607
proper 5.03036144237623
ostentatious 7.39748505650785
families 4.96973682055979
meet 3.41469298019149
mingle 7.80295016461601
culture 4.2476021031266
clash 5.45157490745253
puts 3.81396611805174
versus 5.66288400111974
wonderfully 4.2476021031266
understated 5.31804351482801
pleasant 4.71190771125769
surprises 4.36896296013086
expresses 6.7043378759479
anthony 4.52580543162383
lapaglia 7.39748505650785
seizes 6.88665943274186
spotlight 5.40505489181764
stevie 7.80295016461601
dee 6.7043378759479
suave 5.40505489181764
polite 6.01119069538796
mafioso 6.7043378759479
formally 7.10980298405607
courting 7.10980298405607
fashioned 5.16389283500075
chivalry 6.88665943274186
dim 5.36060312924681
witted 5.45157490745253
riot 5.66288400111974
uncanny 5.78804714407375
dead 2.86130774200671
ringer 7.80295016461601
niro 5.23800080715447
alec 5.36060312924681
baldwin 4.85851118544957
thrown 3.98523783865911
measure 5.16389283500075
attended 5.50036507162196
gangster 4.83253569904631
inspired 4.07725673737936
partly 5.50036507162196
tribute 5.55165836600952
model 4.50711329861168
rip 4.52580543162383
missed 4.43565433462954
scrumptious 7.39748505650785
extends 7.10980298405607
pesci 6.55018719612064
particular 3.66778360787366
sinks 5.72350862293617
unscrupulous 6.55018719612064
law 3.6920763004427
slum 6.88665943274186
lord 4.48876415994348
mob 4.75842772689259
ties 5.36060312924681
cheating 5.31804351482801
catherine 4.60427704706533
hara 5.78804714407375
challenge 4.71190771125769
touch 3.91112986650538
financially 5.60572558727979
strapped 6.09820207237759
carpenter 5.40505489181764
bigger 4.43565433462954
wallet 6.7043378759479
adopts 5.8570400155607
psychological 4.6459497434659
view 3.65981543822448
plan 3.67581577957092
style 2.93926928347642
remarkably 4.99958978370948
restrained 5.66288400111974
tasteful 7.10980298405607
genius 4.40175278295385
woody 4.38522348100264
possess 5.50036507162196
inspiration 5.0948999635138
entertaining 3.02382667150448
slop 7.10980298405607
passes 4.83253569904631
bloody 4.52580543162383
clashes 6.55018719612064
pander 7.39748505650785
belgians 7.80295016461601
continued 5.66288400111974
condescending 6.09820207237759
paternalistic 7.39748505650785
officers 5.55165836600952
particularly 3.20783031448142
janssens 7.80295016461601
rudi 7.80295016461601
delhem 7.80295016461601
publique 7.80295016461601
caused 5.0948999635138
rebellions 7.80295016461601
undermining 7.10980298405607
outraged 6.7043378759479
rape 5.0948999635138
nationals 7.80295016461601
unrest 7.80295016461601
tshombe 7.80295016461601
contained 5.20026047917163
70 4.99958978370948
percent 5.93114798771442
proclaimed 5.78804714407375
secession 7.80295016461601
replaced 4.71190771125769
mobutu 7.39748505650785
colonel 5.36060312924681
went 3.42719314295572
pacification 7.80295016461601
tour 4.88517943253173
drown 6.29887276783974
dog 3.64406708125634
rabies 7.39748505650785
prophesies 7.39748505650785
fate 4.41855990127024
exemplary 7.39748505650785
complicated 4.60427704706533
myriad 6.09820207237759
players 4.35296261878442
frequently 4.48876415994348
succumb 6.7043378759479
cliche 4.6459497434659
private 3.93174915370812
script 2.3202300750702
illuminates 7.80295016461601
bantu 7.80295016461601
sayings 7.39748505650785
rules 4.40175278295385
uses 3.41469298019149
ambassador 5.8570400155607
direction 3.12081893749179
assured 5.16389283500075
unfortunately 2.80912198883614
standard 3.99628767484569
television 3.51936360275538
dynamic 5.31804351482801
radiating 7.80295016461601
fierce 6.01119069538796
passion 4.52580543162383
ability 3.72541272071029
strategize 7.39748505650785
cornered 6.88665943274186
insurmountable 6.7043378759479
odds 4.99958978370948
elevate 6.55018719612064
mediocre 4.32171007528032
tragedy 4.54485362659453
personally 4.91257840671985
action 2.25972775497225
drowning 5.93114798771442
sea 4.62489633426807
asian 5.50036507162196
wire 5.72350862293617
copycats 7.39748505650785
pretty 2.6381641906925
leaving 3.51249072346762
likes 4.12664949270893
schwartznager 7.80295016461601
stallone 5.23800080715447
van 3.93174915370812
damme 5.36060312924681
wearing 4.56427171245163
cement 6.88665943274186
galoshes 7.80295016461601
mix 4.20563790402757
results 4.19203225197179
blowing 5.31804351482801
spectacle 5.31804351482801
amazing 3.6057482169542
exciting 3.66778360787366
stunt 5.0948999635138
1999 4.0893780979117
matrix 5.03036144237623
gem 4.96973682055979
wrong 2.85419027423784
chinese 4.60427704706533
flying 4.17860923163965
ninjas 6.88665943274186
karate 6.19351225218191
soaring 6.55018719612064
detectives 5.66288400111974
kicking 5.40505489181764
scientists 4.94074928368654
laughable 4.33721426181628
rush 4.45304607734141
emulate 6.7043378759479
trademark 5.16389283500075
choreography 5.72350862293617
joke 3.76870952646362
art 3.54733745479779
form 3.43985153982765
iron 5.50036507162196
monkey 5.31804351482801
latest 3.4854620510797
import 6.19351225218191
reissue 7.10980298405607
1993 4.78252527847165
19th 5.66288400111974
vigilante 6.41665580349612
rongguang 7.80295016461601
yu 6.88665943274186
fighting 4.10164819050352
shaolin 7.10980298405607
rights 5.0948999635138
oppressed 7.10980298405607
bellies 7.80295016461601
hungry 5.50036507162196
piece 3.20279252045146
narrative 4.45304607734141
legendary 4.78252527847165
hero 3.30314049428575
wong 5.31804351482801
fei 7.10980298405607
hong 4.66745594868686
recently 3.71697385206443
possibly 3.84213699501843
2000 5.20026047917163
drunken 5.16389283500075
legend 4.38522348100264
younger 4.06528054633264
sze 7.80295016461601
tsang 7.80295016461601
kei 7.10980298405607
ying 6.7043378759479
yen 6.7043378759479
chi 6.19351225218191
dan 4.91257840671985
thrust 5.66288400111974
oppression 6.7043378759479
styles 5.78804714407375
especially 2.68495635219926
devolve 7.39748505650785
ridiculous 3.75116521681271
twinkle 7.39748505650785
toed 7.80295016461601
crouching 6.41665580349612
tiger 5.66288400111974
dragon 5.0948999635138
yuen 6.7043378759479
wo 7.10980298405607
ping 6.29887276783974
eventually 3.33704204596143
remembers 6.7043378759479
heart 3.16337855191059
hardcore 5.78804714407375
drama 3.1301213301541
la 4.16536400488963
profoundness 7.39748505650785
shared 5.27722152030776
pass 4.06528054633264
outlaw 6.41665580349612
hearted 4.36896296013086
misguided 5.36060312924681
enemy 4.75842772689259
transcend 6.29887276783974
mindless 5.12880151518948
hearts 5.36060312924681
minds 4.60427704706533
equal 4.75842772689259
masterpiece 4.12664949270893
dances 5.66288400111974
invading 6.41665580349612
tune 4.99958978370948
aka 6.01119069538796
siunin 7.80295016461601
hung 6.01119069538796
tsi 7.80295016461601
titmalau 7.80295016461601
rat 5.45157490745253
noticed 5.12880151518948
cheeks 6.7043378759479
sore 6.55018719612064
realized 4.13938851848636
laughing 4.03018922652137
aloud 7.10980298405607
held 4.45304607734141
grin 5.8570400155607
112 7.80295016461601
saturday 4.78252527847165
night 2.79900385867055
sneak 5.60572558727979
preview 5.27722152030776
damned 5.27722152030776
enjoy 3.27035067146275
goofy 4.35296261878442
delight 4.75842772689259
dandy 6.19351225218191
energetic 4.80721789106202
sight 3.98523783865911
gags 4.23341746813464
flat 3.75989889678146
silliness 5.8570400155607
hands 3.65191025871736
zippy 6.88665943274186
retro 6.19351225218191
torn 4.99958978370948
